Cn2c1nc1c2c
cc2c1CCNC
1c1cn
c3nonc3
2Cc3ccccc3C2
###3cnccc1
NCc3nncn3C3CC3
nnc1SC
Nc1cccc2c1CCN
1C1C
Cc2nsc
o3
sc1ccccc12
sc1Cc1ccc
NOCC1
Cc2ccccc2N2CCCCC2
SCc4cccnc4
CCCCSC1
NCCc2cc3ccc
2CCn3c
###12CC3CC
c3ccccc3
CSCc1ccccn1
c1sc2ccccc2c1
cnc1N1CC
Oc1cccc2ccc
ncnc4c23
1Nc2ccccc2NC1
1CCSc1ccccc1F
[MASK]
c1nc2ccccc2s1
1OCc1ccccc1
c3sccc32
2Sc3nnc
CCn2ccc3ccccc32
###sc2
###c2c
COc1ccccc1CN1CCC
nn2
Sc1nncn1
c3nc4ccccc4n3CCOc3ccc
Sc1ccccc1NC
###nnc2c1
###CCN1N
N3C3CC3
1c1cncn1C
c1cnc
c1cccnc1Nc1cccc
NC2CCOCC2
Nc1nc2cccc
c3sccc3S
c4cscn4
n4
1CCSc1cnccn1
n3ncn
OC2CCCC2
ccc2c1NC
CCN2CCCC
ccc3NC
Cc1ccncn1
###nn2c
Cc1nc2sccn2c1CN1CCC
CCCCN
nnc1S
Oc1cccnc1Cl
OCCOc2ccccc2C
CCc1nncn1C1CC1
CCc1nncn1
###c2ncn3
nn2c3c
1CCCc2
Cc1ncccc1OC1
###nc3c2CCC3
Cc2nnc3n
on
Oc1nc
c3c2sc
3c1ccc
c4cccc5no
CNc1snc
OCCNc1ncccn1
3CCCCN3C
no2
c1ccc2ccccc2c1O
c2cc3sccc3
2CCCc3cc
1N
Sc3ccccc3C
###n1cccc1
###ccccc5
-
SCc2nc
Cc2cccc
c1ncccc1
1CCc1ccccc1
###ncc1CCl
n4cccc
###sccc5
Oc2nc3ccccc3s2
###c1Cl
3c2ccc
CSc2ccccc2Br
1CCn1cc
n1CCCO
Nc1nc3ccccc3n1
###c2ccn
5CCC
c2cncn2C2CC2
Nc3ncccc3C
c1NCc1c
c4nnc5n4CCC5
n1nnc2sc3c
Nc2nc3c
c1CCOC
###n4C4CC4
CCN3CCSC3
Cc1cc2nnc
N1CCc2sccc2C1
###c1nc3c
Nc3ccccc31
COCCCNc1nc2c
sccn1C
c4cccc5cccnc45
ccc3nc2cc
Cc4cccc
oc2n1
CCCCC1CCC
CCN3C
cc3nc12
Nc1cccc2c
###c21
N3CCCC
c2c1CCC
CCN1Cc1ccc
NCc1ncccc1F
1C1CCC1
ncc3c2
n1nc2ccccc2n1
NCCc4ccc
Nc1ccccc1N1CC
NCCNc1cc
c1ccc2ccnc
N1CC2
###ccc2ccc
c2ccnn2c
csc21
Cc2cnc3cnccn23
N1Cc2nn3nccnc3c2C1
N1CCOCCOCCOCC1
CCCn3cnnn3
CCCSCc2ccccc2
NCc2nnn
C2CCCCCC2
N2CCn3cc
CNc2cncc
C1CCCN1Cc1ccccc1CNC
Nc1nc2nc
COCCc1noc
c2nc4ccccc4s2
CN2CN
CS4
Cc1cn2c3c
cccc2N2CCCC2
c1c2c3c
n1cnnc1SCC
c3nc4ccccc4n3C
Cn1ccc2ccccc21
SCC
CSc2nnc3c4ccccc4n
cc4oc
###sn1
cn34
NCc3nnc4n3CCC4
2CNC
n2ncc3c2ncn2nc
Cc4ncc
CSc2ncnc3ccsc23
COc1ccc2cc3c
oc3ccc4ccccc4c23
CCN12
Nc4cccnc4
Oc3cccnc3
N1CCn2cnnc2C1
c2ccccc2S
CCCCn1nnnc1CSc1cc
oc3cccnc32
c1ccccc1CNc1cc
OC3CCOCC3
cnc1NCc1ccc
3CSCN3C
2N2CCN
c1scnc1C1CC1
nc2c
###6ccccc6
c3ccccc3O4
CCCc1ccccn1
COCCOc1ncccc1NC
CCOc1ccccc1N1CC
CCCc3ccccc3
3CCO
Nc3cn
Nc2ncnc
CN2CCc3onc
n1nnnc1COc1ccc
Cn1ccccc1
Cc1nc2ccccc2nc1S
1CCSc1nccc
CSCc2ccc
n2ncc3
SCc3nc4ccccc4c
N1c1ccccc1C
###3CCN
COCc3cccc
Cc2nc3ccccc3s2
c2ccc3ccccc3n2
c1ncnc2sc
CCCCOC
c2c2nc
CCCSc1nnc2c
OCC1CCN
NCc3ccc4c
n2ccnc2SC
2NCCc3ccccc32
CCCn1ncnc1
###NCc1ccco1
Brc1cn2c
cccc2s1
Cc1sc2ncn
1CCSc1ccc
nc4ccccc24
CCOc2ccccc2Cl
c1ccsc1C
Cc1noc
###c3cscn3
3COc4ccccc4C3
N2c2ccccc2S3
Nc1nc2n
Oc3ncnc4sccc34
COC1CCCCC1
###c2nc3c4c
CSc3ccccc3NC
c3nccnc23
1CCN1CCOC
CSc1ccc
Sc2ccnc3ccccc23
c2cnc3sc
c1csc2c
1C1c3ccccc3C2c2ccccc21
NCCN1c1nc
1CCCN1C1
CN1CCCCC
ncnc1NC1CCCCC1
sc3n
NN
3CCCN
c1nc3
c1ccc2ncc
nc3c12
Cc1ccn
NOC
COc1ccc2ccc
cnc2ccnn12
c3ccc4nnc
Nc1cccnc1N1CCOCC1
1CSCN1
OCc1ncoc1
###cccnc12
c3nnnn3Cc3cccs3
NCCc2csc3ccccc23
C2C
c4ccccc4Cl
n2nnnc2C2
cnc21
Cc1cn2ccsc2n1
nc3cnccn23
NNc2cccc
OCCc3ccccc3
c1scnc1C
CN1CCCc2c1cccc2
C1CCCc2c1cc
CCc2ccsc2
CSc2ncccc2C
NO1
###ncc3C2
Cc1cccn1
csc1
3OC
NCC2
CCCn2c
NCc2ccon2
NCCSc2ncc
N2O1
NCCCN1CCCCCC1
nc3n2CCN3c2ccc
Nc2nc3ccccc3n21
1CCC
Cn1cnc2nc
NCCN2CCOCC2
2COCCN2Cc2c
CCn1nc2ccccn2c1
ccc3
CC1CCC
C3SCCS3
OCc1nc2ccccc2s1
cccc1NCc1ccc
###c3cccc
NC4CCCCCC4
###c3ccccc3
Nc2nccs2
ncc1CN1CCC
###c1NCc1ccc
NCCN2CCCc3ccccc32
NCCc2nc3c
c2cscc2Br
COCc1cnc2c
Cn1ncc2c1CC
c1CNC1CC
CSc1sc
Cc1cnc2ccc
###n2nn
c1sccc1CN1CCN
###c3nc4ccccc4s3
c3c1c
C23CCCCC3
1NN
NCCCCn2cc
Nc1ccccc1OC1CCCC1
NCc1cnn
CCOc4ccccc4
Nc1sc2ccccc2c1
Cc3ccccn3
c2c1ccc1
###c1cnc2ccccc2n1
Nc3ccnn3Cc3cccc4ccccc34
Cc2ccon2
c4ccoc4
NCc2cc3cc
CCNc1nnc
ccc1OCc1nccs1
c3cncn3
c1nc2nonc2nc1NC1CCCC1
Nc3nc4ccccc4
SCc2ncc
c2nccn3cc
CC3CCC
1CCn1cccn1
c3ccc4ccccc4n3
###N21
c1ccccc1N1CCN
###Sc1ccccc1
Nc3ccc4ccccc4c32
1CCCc2sc3
###2cnccc12
1c1csc
###nn2c1NCCC2
Nc2cnc3
ncnc3c2cc1OC
c1oc2ccccc2cc1
cc34
NCc1nnn
C2C3
nc4n3CCCCC4
Nc1nnc
COc1ccccc1OCCN
CSc1nnnn1
cc4n3C
Clc1ccccc1C
c1cccnc1NC
c3sc
1Sc2nnc
Cc1cc2ccccc2n1
n2nncc2CN2CC
cc1CN1CCOCC1
###CCN1C
###nnc4ccccc43
OCCn2ccc
NCc2cnc3cnccn23
CCSc1ccccc1NC
###c1ncnc2
OCC1CC1
1CCSc2c
###c1nc2nc
###3ccccc3c2
ncc2c1
NCCCc1nnc2n1
Cc3cc4ccccc4s3
Cc3ncn
C1c2ccccc2O
c1nc3ccccc3nc1n2Cc1ccccc1Cl
CSc1ncc2c
NN2C
Cc3c2nc2ccccc2c3C
2c2cccn2C
cccn2c
c3cc
OCCn2c
2C12CC2
Cc1ccc2c
OCCc1nc2ccccc2s1
c1nnc2n1
C1CCCN1CCN
###nccc4C
SCc2cccnc2
CN32
cc4C
COc1cccnc1NC
Nc1scnc1
Cc1cccc
NCc2ncc
###c2nnnn2C2CC2
CCc1cc2cc
COCCOc1ccc2c
Ic1ccc
c2noc3c
CCn2cnnc2C2CC2
2CC23CC
Cc1nncn1
Cn3ccccc3
NNc2cc
CCN2c3ccccc3Sc3ccccc32
###nc3c2Cl
3COCCN31
c2cccn2
N3CCNC
CCOc2ccccc2
NNc3nc
SCc3nc4ccccc4
###N3CC
NCCCOc1ccccc1
N2CCCSCC2
Nc1ccccc1NC1
N2S
CN1c1cc2c
###ccccn23
1Cc2cc
cc3n3nnnc23
###ncccc2c1
N1CCCO
3c2
c1nccnc1
n3nccc3C
CCc1nc2ccccc2n1CCC
n1Cc1ccc2c
n1CCN1CC
nn1CCNC
nc1C1CCN
c2snc
COCc1nn2c3c
OC4
CNc1ccc2ccccc2c1
CCOc1cccc2c
Cc1nccnc1N
CNc2nnnn2C
NCc4cc
###n2c3ccccc3
NCCCCC
###nn3C2
CCc1cncc
Nc2ccccc2S
NCCc2cccc
N1c2ccccc2
###sc2N
CN1c2ccccc2NC2
Cc2coc3ccc
c2sccc2C2CC2
c1c2ccccc2
CCOCCOc1ccc
nnc2SCC
OCCOCCS
N2CCCCc3cc
nn1Cc1cccc
c2ccc3oc4ccccc4c3c2
OCc2nnc
CCn3nnc4ccccc43
N1Cc1ccccn1
CSc1nccs1
Cc3scnc3C
COc1ccccc1OCc1ccc
###N2CCCC2
c2coc3cc4oc
c1ocnc1CO
c2cn3ccccc3n2
Nc3c2ncn3
1Cc1ccoc1
Sc3nc4ccccc4s3
CNc1oc
c2oc3ccccc3c2NC
CCOc3ccccc3
ccn3Cc3ccncc3
CO
c2cnco2
cc2n1C1CC1
Sc1nc2ccccc2n1C
c3c2
###scnc4c3
C2OC
n2cnnc2SCC2CCOCC2
c1ccc
CCOC1CCCCCC1
sc2ccccc23
n2cnc3cc
###3cnccc13
c1nonc1
nc2SC
NCCc1cccs1
c2ccccc2OCc2cn3ccccc3n2
cc1CSCc1nc
sc1CN1CC
SCc2cn3ccccc3n2
Sc1nc2nc
NCC12CC3CC
Oc3cccc4ccc
OCCOCCOCCO
NCCc1ncc
c2cc
ncnc2c1
oc2cc
CSc1nncn1
SCc2ccccc2Br
OCc3cc
CN1Cc1cc
###sccc4C
CCCNc2ncc
###c2sccc2C1
c1cc2nnc
NCc3csc
c3ncncc3Cl
1Oc2ccccc2O
Sc1cc
Nc2nc3ccccc3nc2Cl
c2ccccc2N2CCOCC2
###CCC3CC4
c2cccc3c2OCCCO3
c2nn3c
1
Cn2c3ccccc3
Cn2cnc3ccccc32
NCCN2CCc3ccccc32
2C2CCCC2
CCOc3ccccc3Cl
N2Cc2ccncc2
###n2cnnc2C1
2CCc3n
sc2c1CCCC2
n2ccccc12
c3cc4ccccc4n3C
###nn3C
Nc2cccc3cn
###c2ncnc3sccc23
cccc1Sc1ccncc1
COCc2ccccc2F
n1NCc1c
###c3cnn4C
c2cc3oc
4N3
NCCn2cnc3ccccc32
COc1ncccc1N
CCCSc2ccccc2
C2c3ccccc3Oc3ccccc32
CCc3n
Nc2ccccc2OCC2CC2
Oc1cccc2c
Nc1ncccc1Cl
CSc3ccc
1c1cc2ccccc2o1
CCSc1ccccn1
C1CO
oc4c3
CN1CCc2sccc2C1
c1cccnc1Oc1cccnc1
CCCc1nc2nc
c2ccn3cc
cs2
cccc3c2C
cn2ccccc12
N1Cc1nnc
c1s
Cn2ccc4cc
Cc1nnc2n1CCC
C2CCC3
COc1cccc2c1C
C1Nc2ccc
2c1cc2c
c1ccc2nnnn2n1
###Sc1cc
c2ccccc2COC
###nc2c1ncn2
nc2c1Cc1c
N1CCC2
nn3ncccc23
CNc2ccc3ccccc3c2
ncnc2o1
###c1ccccc13
c3cc4ccccc4
Nc2cn
c1Cc1nnc
Cc1nccnc1N1CCC2
1COc2cc3ccccc3cc2
1NCC
1Nc2ccccc2C
###c2ncn1C
ccc1N1CCCC
cccn2c1
1OCC
c3ncnc4c3oc3ccccc34
Oc2n
c2cc3ccccc3cc2
Oc1cccnc1C
CCN1c1ccn
NC1CCCCCCCCCCC1
c3ccccc3N2C
N2CSC3
CCCc2ccc
Cc3ccccc32
nn1CCC
c2nnc
oc3ccccc3c1
CCn1cnc2ccc
###3c4ccccc4n
Nc1nncs1
2COC3
c2c3ccccc3cc3ccccc23
Cn2cnc3cccc
###2c1N
###c1nc1c2c
3S2
CCN2CCOC2
1CCc2
CN3CCS
132
Sc2n
Nc2cnc3n2
cnc2SCC
CN1NC
c1CNc1cnn
CCCn3ccnc3
Cc1cccnc1NCCNC
c1ccccc1CSc1nc2ccccc2o1
2CCc3c2ccc
Nc2ccccc2Oc2cccc
NCc2n
n3cnnc3
Cn1ccnc1SCc1ccc
cc2C2CC2
1CCN1CCC
CCOCC1CC
N3CCc4
###nn3
###N3CCOC
###c1nccn1C
###Oc1cc
CCc2ccc3nc
NCc2cccs2
NCCSC1CCCC1
COCCC2
N3CSC
CCOc1ccccc1Nc1ncnc
c3ccsc3c2
CCOc1ncccc1
COc1ccc2ncc
CCCCn1ccc
sc3ccccc32
c1ncnc2sc3c
SCCCCCO
CCCCn1nc
NCc2nccn2C
c1cc2c3c
2CN1
c3cn4c
N1c1ccccc1S2
c1ncnc2ccc
c1ccccc1OCCN1C
c3C2
1c1nc2ccccc2s1
Cc1cc2nn
oc2c1ccc1ccccc12
CCn2cnc3cccnc32
CSc1ncnc2c1sc1nc
###n3C3CC3
c2ccon2
c3cn4ccsc4n3
###sc1
Nc1scc
###nc2c1CCN
CCOc1cn
OCO6
c1cc2scnc2
COCCn1ccc
Cn2cccnc2
###3ccccc3c2C
CCOc3ccccc3F
nn3c3ccccc23
c1sccc1NC
OO
###c1cccnc1Cl
CN2C
n2C1
c1cnc2nc
Cc1nnc2n1
OCc2ccccc2F
NCCSc1ccccc1F
Cn2cccc2CN2CCC
Nc1ncccc1OCc1ccncc1
1CCCOc2ccc
cccc4cc
1CC2c3ccccc3C1
Nc4nc
c2nnc3n2CCN
Nc1ncnc2sc
NCCc2nnc3n2CCCCC3
OCc2nc3ccccc3o2
N3CCCCC3
c4ncccc4
c2cccnc2C
CN2CCOc3ccccc32
c1ccccn1CCCC
cc2OCc2ccccc2
###ncn3
C1CCCCCN12
CCc3
###scc2
cc2OCC
c2nn1C
COCC1CCN
Cc1nc3ccccc3s1
CSCc2cccnc2
###nc1n2CCCCC1
NNc1ncccc1Cl
NCCc1csc
Nc2no
Oc2ccccc2NC
S2
1Sc1ccccc1C
CCOc1ccccc1Nc1ccc
Cc1cn2cccc
###CCCCCCCCC1
OCCNc2ccc
NCCc3cccc
3Oc4ccccc4O
N3CCSc4ncccc43
CSc1nc2ccccc2n1
o2
ccc1N1CCO
c2C12CCN
c3ccccc3C4
CCOCCOc1cccc
NCCc1cn2ccccc2
1CSCCN1Cc1cc
Cc1ncsc1CN1C
###c2nnc3n2CCCCC3
###ncc2c
Cn1cnn
1Sc1cc2ccccc2
CCc3ccncc3
cnn1Cc1ccccc1
N2Cc2cccs2
Cc1nc2ccccc2c
Cn2c3cccc
###Sc1ccccc1C
n1CCN1CCOCC1
###nn3n2
sc3ccccc23
NC3
cccc1Oc1ccccc1
sc12
1CCNS
c2N2CCOCC2
c2C2
sc2C1
CCNCc1nc
###cc3ccccc23
2CCCCN21
cc1NCCC
1CCn1nc
CCCCOc1ccccc1NC
Cc1occc1CNC
COCCN1C
C1CCCN1C
ccc3oc2
CSc2ncnc3nc
CCn1cnc2cccc
1CN2C
###ncccn12
c2sccc2OC
CSCc1ccncc1
Nc2ccnn2Cc2ccsc2
C2c3ccccc3S
cc2CC
NCCc1nnc2ccccn12
cccc
###nsnc12
NCCc1cccc2ccccc12
OCCN
2cccc
###c3cc
c2oc
###n3c2
CCOc1cccc2sc
###cc1OC
Nc1ncnn1C
4CS
CSCCO
sc2c1CC
CCN2
1CSc2nc3c
###sc2ccccc23
Brc1cc
CSCCCCNC
###cccc3
###n2c1C
Cc1cccc2nnc
CN1Cc2ccccc2C
OCc2ncc
N5C
1CCSc2ccccc21
ccc1OCc1cc
Nc2cccc3
3COc4ccccc4O3
c3cc4ccccc4oc3
c1ccccc1Oc1cccc
###Oc2ccc3c
###ccccc21
###c2ncccn12
c1ccncc1C
CSc2nc3ccccc3
Cc1sc2
2C2CC2
Cc3cc4ccccc4n3C
###nc3c
c2cccc3ccc
###nonc3nc2
SC1CCOCC1
CNN3
CCCc1nn2c
CN1c1ccccc1Br
c3cscc
Cn1nnc2ccccc21
Oc1cn
n1Cc1ccccc1F
###oc3c2
cc1NC
Nc3nccn
c1cc2cccnc2n
c2nncc
1c2ccccc2CCN1C
CN1c2ncccc2C
OCC2
###SC2
###c1ccncc1
cc1N
NCCCNc1ncccn1
c2ccccc2OCc2ccccc2
NCCCOC1CCOCC1
CCc1ccsc1C
C4CCCC
Oc2nc3ccccc3
4CCC
ClCC
NCCN2CC
1CCc2ccc
c2ccccc2C
1C
###OCCO4
CSc2nc3ccncc3n2C
Nc1cccc2cn
1CCCc2cccnc21
OC2CCOCC2
NC1CCSCC1
CN2CCOC2
ccn3Cc3ccccn3
C2C2
NCc3nccc4ccccc34
Cc2ccccc2Cl
2Sc2cccc
C1Cc2cc
Cc1cccc2c
NCc1cscc1C
N1CCc2nnc
Nc1ccccc1N1CCc2sccc2C1
COCCO
Cc1ncsc1CN
oc3ccccc3c21
CN3CCCCCCC3
CSc1nnc2n
c3ccccc3O
C1CCSC
###OCC1CC1
NCc2nnnn2
2CCCN2c2ccc
cccc3NC
n5cccc
nc4c3CCC4
SCc1csc
1CCSc1cnn
COCCNc1cc
NCCC2
NNC2
c1OC
###c2n1
onc24
NCc2ccccc2CN2CCCC2
OC3CCN
c1ccccc1CNC
###nc4c
2Nc3ccc
sc3ccc
Cc1cnn2c1N
NOC2CCCC2
CSc2nn3cnnc3s2
###sncc3c2
CSCc1ccccc1Br
COc1ccccc1OCCO
c2sccc2NC
O4
Cc1ccccc1CN1CCN
c1cc3ccccc3
###nc2sc3c
###oc3
sc2c1CCSC2
2CN1c1cc
COS
###c3nc4ccccc4nc3
###n1Cc1cccc
c2ccc3c4c
nc2ncnn2c1N1CCN
N4CC
c1ccccc1OC1CCC1
r
NCCc3nc
Cc1ncsc1
N1CCOC1
c1cccnc1N1CCCC1
Nc2ccc3sccc3c2
Nc1ncnc
nc3c21
nc2c1CCC
###scc2C
cccc3o2
n4cc
cc2n2c
Cc1ccc2cnn
CCCNc1nc
1c1nc
3c
ccc3O1
4CCCCN4S
COc1nccnc1N1CCC
c1cccnc1Br
CCCc1nc2ccccc2o1
1CCc2ccccc2N1C
CNc1nc2ccccn2c
###sccc3c
COc1ccccc1S
###n4
2c3ccccc3CCN2C
CNc3ncccn3
OCc3c
Cc3cnccn3
c1OC1CCN
CCC3
C3CN4CCN
C2c2cccc
NCc1ccn
Nc1ccccc1SC
2CSc3nc4c
Nc2ccnn2Cc2ccccn2
###Nc1ncc
CCN2c2ccccc21
CCC2OCCCO2
CSc1nnnn1C1CCCC1
CN3c4cccc5cccc
###c3cccc4
cc3ccccc32
COCCO3
###OCC2
On1ccccc1
c2nc3ccccc3nc2N2CCN
2CCCCO2
cnc2c1C
oc2ccccc12
1OCCc2ccccc21
c3occ
CCCNc1cccc
ccc1F
cnc1NC
Brc1csc
N3CCNC3
###no5
COCCc1nc
c1nccn1
CCCc2cc
NCCc2ncnn2C
###nc3ccccc3n1
CCSc2ccccn2
###3cnccc23
4COc5ccccc5
n1cnc2ccccc21
CCn1cnc2sc
1Cc1ccc2c
###cccnc2c1Cl
Nc2cncc3ccccc23
c1sc2ncn
c1ccccc1C2
Nc2ccccc2I
cc1Br
Cc3ccoc3
CC4
COc1ccccc1I
SCc4nc
###nc2c1C
c2nc3ccccc3nc2C
ccn2CCN2CCOCC2
ncn3n2
NCc1cccc2ccccc12
###3occ
c4ncnc5ccccc45
###4sc
nnc2ccccc12
Nc1cccc2ccccc12
c2cccnc2OC
nn3c3ccccc13
CSc2nc3ccccc3s2
n3ccccc3nc21
2Cn2cccn2
Nc1cnc2ccccc2n1
nc1OCC1CC1
2CCCCN2
CSc2nc3ccc
Cc2ccccc2OCC
COC2CCCCC2
c4nc3n2Cc2ccccc2
Nc2ccccc2O
###ccc2
c1c2sccc2ncn1C
2CCc2ccc
c2c2n1
CCc1nnc2c
Cc3cnc4cnccn34
n1CCC1
OCc5ccccc5
OCc2cccnc2C
nc3cc2C
###Sc1nc2ccccc2s1
COc1cccc2c1cc
N1CCN1C
NCC4CCCCC4
NCCCC2CCCCC2
NOc1ccc
c1snnc1
N1CCc2ccc
###c3nn
csc1Nc1cccc
CCc1cc2c
NCc1nncn1C1CC1
n1cnc2sc3c
Sc1cc2ccccc2
Cc1csc2c
Nc1n
NCc1n
c3nnc4n3CCC4
c3nc4ccc
CCOCc1nc
CNCc2c
c1cc2ccncc2cn1
2c1ccccc1F
4Oc5ccccc5O
Nc2ccccc2N
CCCNc1ccnc
NC2CCSCC2
c1nc2
###Sc2ncccn2
nc45
cnn1Cc1cccc
NCCCCOc2ccc
###c2ccccc2CC1
Nc3ncccn3
COc1ccc2oc3ccccc3c2c1
Cc2csc3nc
nnn1Cc1ccccc1
###OCc2ccccc2
CSc3ccccc32
c2ccccc2CN2C
ccc34
Sc1nc2ncccn2n1
cc1C1CCCCC1
c1nnc2n1CC
CCSCc1ccc
CCCc2c
c2nccnc2C1
CCCSCC
c1c2c
Nc2cccnc2
CCc2noc
Cc1ccc2ncn
###ncn2
Cn2ccnc2
###NC1CCCC1
NCCNc2ncccc2C
###c2ccccc2N
###oc3ccccc34
2c3cccn3CCN2C
SCc1cccc
3Cc3cccnc3
CCOc1ccccc1OCCO
c2snnc2C
C1Oc2c3c
###c3cn
c3cnc4ccccc4n3
c2ccccc2CN1
c1nnn2c1nc
c5ccccc54
NCc2cccnc2N2CC
1c2ncccc2C
N1Cc2ccccc2OC
Nc1ccccc1CNS
c2nc3cnccn3c2NC
Cc1ccc3
c1ccccc1Nc1ccc
c2ncc3ccccn23
Nc2nc3cc
C1CSC
2c2nc3c
1c1cccc
COc1ccccc1CNc1nc2nc
Cc3c2
Cc2nncn2
OCc2nnc3n
Nc1ccnn1Cc1ccccn1
CSc2nc3sc4c
c3c2c1
c1cccnc1N1CC
2c2cncc
Cc1cccc2cnccc12
OCCCc2ccncc2
c2nccc3occc2
nc4nc
NCc3nccn3C
Sc1ncnc2sc
c3ccc4occc4c3
cn1C1CC1
COCO
1Cc1cccc
cccc4cc3C
1CN1CC
c1sccc1CC
OCCSCC
c2cnc3ccccc3c2
c1oc2cccnc2
c2CN2CC
Cn3cnc
n1ccnc1
n2nccc2n1
SCCCN2C
CSc2ncnc3ccccc23
Cn3cnc4ccccc4c3
CCCNc1nccc
c1sccc1C
n1nnnc1SCC
###sc3n2
c3ccncc3
ncn12
CC1CCOCC1
###n2cn1
###CC6CC
Cc1ccsc1NC
n3cccc3
1SCc1cc
1c1nnc2ccncn12
NCc3n
cc2cnc3
Fc1cccnc1CN
###OC2
N2c2cccc
c3ncnc
###ccc3ccccc3
Cc1ccccc1CCn1c
NNc1nnc
NCCn1ncc
cc1CN
Clc1cc
nc1CC
CSC1COC1
n2CN2CCC
cccc5c4
1c1cc2c
nn3Cc3ccccc3
c1ccccc1Br
ccc2N2CCCC
c1nnc2n1CCCCC2
###nccc12
CCc1nc2ccccc2s1
Cn3c4cccc3
no4
cc2o
NCCc3n
1CCCCN1c1ccc
oc3nc
Nc2ccnn2Cc2ccccc2Cl
Sc2nccs2
CSCc1cc
c1nn2ccccc2c1
c42
1CC
CSc1nccc
Nc2cccnc2Cl
###c3nc4ccccc4c
###oc2ccccc2c1
ccc1OCCC
c1cccc3ccccc13
Cc1cccc2c1ccn2C
noc1C
c1ccccc1Oc1ccccc1
Cn3cccc3
NN1Cc2ccccc2C1
3c2cccs2
Cc3ccon3
Nc1ccnn1Cc1ccc
c2ccccc2nc1
3CCCN4
n4cccn4
NCCc1coc
ccc2nc1C1CCN
Cc2ccccc2CNC
CNCCC
###n3cnnc23
sc3ccccc34
1c2ccccc2OC
ccn3
Nc2ncnc3c2CCCCC3
1ccc2
n2cnc3cccnc32
c4cccnc4F
N1CN1CCC
Cn1ncc2c1CCCN
2CCSS2
3C3CCCC3
1S2
3Cn3cncn3
nc1N1CC
###c2nc3scc
c3n2CCC3
ccc1CCN1C
c2ccc3nnnn3n2
c1OCc1nc
Nc3nc4cc
###nc3n4
c2ccccc2NCc2cccnc2
Cc2cn3ccccc3n2
###nc31
CSc2nc3nc
CSc2ccccn2
4CCN3CC4
Cc2ccccc2N2CCCC2
CCn3cncn3
c2nc3ccccc3n2
CN1Cc1ccc
###nn3c1
3C2
n1cnc2c1c
Sc2nnc
###c3ncnc
c1N1CC
###n4C
c3oc4ccc
CSc2ncccc2
COCCc1ccc
cccc2N2CCOC2
###n2cccc2
c2sccc2C
###3c2n
c2cn
NCCc3cnn
NCc1cc2ccccc2o1
nnc2s1
Nc2ncnn2C
CCON
###nc2cnccn12
2CC3c4ccccc4C2c2ccccc23
NCCO
o
N34
c2cnccc2
oc3nc2c1
NCCCn3cnc4ccccc43
2Cc2cnn
COc1ccccc1N1CCn2c1nc1c2c
CCCN2CCO
1c2ccccc2CCC
###Nc1ccc
oc2ccccc23
1CCn1cncn1
nc1SC
COc1ccccc1CO
###n1CC
CCCc1nc2cc
CCn1ccnc1CN1CCC
OCC2CCCCC2
c1nc2ccccc2cc1C
NCc4nc
NCC
C4CC
4OCCN
cc54
COc1cccc2c1N
C1c2ccccc2S
###c1nsc
c1cnn2c1N
CSc1nc2ccc3nc
c12
cnc2n
NOCc2ccccc2
CCCCCO
Sc2nnnn2C2CCCCC2
CCNc2ncnc3
c3ccccc3n3c
ccc2n1C
3CN2C
n3cnc
ccc2OCC
CSCc1csc
CNc2ncccc2
ccc43
CNc3nc
Nc2ccc3ccn
CCCOc3ccccc3C
Sc3ncn
NCCN3CCC
c4csc
cccc3c
c3cnc4nc
###c2cscn2
Cc2cncs2
C2COC2
1c1cccn1C
c1snnc1CC
NCC3CCOCC3
nc2ccccc12
SC
Sc3ccccn3
N1CCN2
cc
COc1ncnc2ccccc12
C23
###nc2ncccn12
nc2sccn2c1
NCc1ccccc1OC1CCC1
###O4
C1c2cccc3cc
CCCCc1nc2ccccc2
CSc1nc2nn
OCc3cn4ccccc4n3
CCn3ccnc3
###c3ccccc32
COc1ccccc1Br
NCc1ccccc1OCCO
CNc1ncnc2nc
cnc2cn1
cc2n
CCc1ncsc1C
Nc1ccccc1Oc1ccccc1
Nc4ccc5c
cnc3c
N1CCCc2c
2Cc2ncc
NCCN1Cc1cc
NCc1ncccc1C
1c2ccccc2CC
c2ccccc2Cc2ccccc2
n3cccn3
CCCNc1ncnc2c1cnn2CCNC
###c2nnc3n
###3CCC
OCc3ccccc3OC
NCCCCC1CCCC1
N1S
Nc2ncnc3c2
5C4
###nccnc12
Cc1nc2c
nn2CCc2ccccc2
CC2C
Nc5
sc3nc4cc
Nc2scc
cc2c
SCc2cn3cc
###n3cccc23
###Sc2nc
C1OCCN1
c1nnc2ccccn12
###CCN21
1c2cccn2CC
CCCS2
c2cc4ccccc4
2c3cccc4
Cc1nonc1NC
NCc1cn2ccsc2n1
ccn1CC
4CCCC4
1CC1CC1
c3nnnn3Cc3ccc
1c1nnc2ccccn12
Cc1ccccc1OCCN1CC
cccc3
ccc4n3C
CCSc1ccccc1C
OCCN2CC
Oc1ccccc1Cl
2C12CCC2
c1cccc
c1nccs1
Nc2nc3nccc
Cc1coc2cc3oc
cc1N1CCNC1
COCc1nsc
c2sc3c
C12CCCCC2
CCCn1nnnc1NC
CCCCOCC
n3nnc
Cc1nn2ncc
###nnnn23
c2cncn2C
c1ccccc1NCc1ccccc1
Fc1ccc2ccc
2Cc3ccccc3CN2C
n2C1CCCCCC1
###nnc
###C4CC4
Cn2nccc2C
c4o3
NCc3ncoc3C
C3CCN2Cc2ccc
c2ccccc2CC3
COCc1nc2cccnc2n1C1CCN
Nc5ccccc5C
nn2cc
CSc2nccc
1CNc1ccc
cccc3N3CC
c1ccccc1OCc1cccnc1
NCc2nc3ccc
###5c
1NC
c3nccnc3N
Nc2ccccc2N2CCOCC2
Oc3
CSc1nnc2c3c4c
CNc2nccc
2CCCSCC2
CSc2cn
C4CC4
###3CCCCC3
SCc3ccccc3F
Sc3nc4ccccc4
n3cccc
CCn2ccc3cc
cc2c2nc
###N43
sc2c1CCCCCC2
OCc2nnc3sc
c2nn3ccccc3c2
c4ccccc4Br
1n1ccnc1
CCc1cn2ccccc2n1
3CCc4ccccc4C3
OCc1nccn1C
1CCCOc2c
N1c2ccc
Sc2cnn
nc3cccnc3n2n1
c1nc2ccccn2c
c3ncccc3
ccn2c1
ccc1O
c2nnnn2
ncnc2OC
CN1CCCN
c3sccc3n12
C2NCN
###Sc1n
Cn1sc2ccccc2c1
###4ccccn34
nn3
Cn3nc4ccccn4c3
###OC1CCCCC1
###c2nc2ccccc23
Cc2
CN1CCCC1
c2cnn3c2CCCC3
CSCCO1
Cc2nc3sc
Cc3ccc4ccccc4c3
N2C1CCCC1
###NC2CC2
###3occc2
cnc1OC
Cn2c3cccc2
c3ccccc3SC
sc1c
###scc
1CCN1CCOCC1
2c2cccc3c2OCCO3
Cc1nc2c3ccccc3
Nc1onc2c1CSC2
Sc1ccc2nnnn2n1
OCc4ccccn4
CCCc4ccccc4
###c1nnc2n
cnn2CCNC
1CS
CNN42
ccc3Br
Cc1ccccc1Cl
n2ccsc2
###CCOCCOCC1
1COC
Nc3cccnn3
c1CNc1ccccc1C
12CCOc1ccccc12
NCCc2nc3cc
c1cnc2ccoc2c1
Oc3ccnc
CCCOc1cn
COCCOc1ncccc1CNC
oc1N1CC
c2cscn2
c3nc4cccnc4
COCC2CC2
###c1ncccc1CNC
COCc1ccccc1Cl
Nc1c2s
4c3
1c1ncon1
Brc1ccccc1
###cccn3
COCCCCNC
nc2C3
nc3sc
nc3ncnn3c2
1COc3ccccc3C1
###N1CCCN
CCN2c2ccc
c1cc2ccccc2cc1O
CN3CCOC4
c1cnn2ccn
ccc3ccccc13
cc2CNC
cc1OCC1CCOCC1
Cn1c2cccc
ccc1Oc1cc
NCCc1nnc
Nc2c1sc1ccccc21
C1c2n
NNC1
CCc1nnc2sc
1c2ccsc2CCN1S
CCc1nc
n2NC
###nc2c1cnn2
Cn1ncc2ccccc21
cc4C3
Sc1nnc2cc
SCc4cc
NCCSCc1ccccc1F
Cc2cc3ccccc3s2
c1n2C
2Cc1cc
c3cccc4cc
cc2ccccc21
NCc1nnc2n1CCCCC2
CCCOc1ccccc1Cl
CCn1c2ccc
nc1Sc1cccc
c4c3CCC4
1Cc1
CSCC
COc1cncc
1CCCN1Cc1cc
CSc1ncnc2sc3c
ccc1Oc1cccc
c2scc
n2nnnc2N1
NCCN2CCCC2
Cc2nnsc2Cl
cnc2ccccc21
###snc1C
Cn3cnc4cc
nc3c2cc1OC
N1c2ccccc2C
Nc2ccccc2NC2
CSc2cc3ccccc3
CN1CCc1c
CCn1nnnc1S
Cc1cccc2cc
c1cc2cn
NCc3ncnn3C
CSc1ccc2ccccc2c1
NCCc1c
COc1ncnc2c1CN
Cn1cnc2nc3c
c2ccccc2S3
C1CCCc2cc
ncnc1
c1cccnc1N1CCC
Cc1cncnc1
CCCCc1noc
###2CCC2
c2cccn21
ccc4n3
###n1ccnc1
N3CCCSC
2CCCNC2
4CC
1CCOc1ccccc1F
NCCc3c
###nc3ccsc23
OCCNc2cc
n3nccn3
Cc1cn2ccccc2n1
nc4ncnn24
n2nnc3ccccc3c2
c3cnccc32
2CC2CCCCC2
###c3c1
CCNc1cc2c
OCCn2ccccc2
NCCCn3cccn3
ncnc1N1CCCCCC1
COc1cccc2c1OC1
c2ccccc2n
c3ncnc4c3
###OCCO2
3CCCc4cccc2c43
CNc3ccc4cc
c2ccccc2C2CC2
N3CCCCC
1Nc2ccccc2S1
ccc3OC2
c2cncnc2
###NC
C1Cc2ccccc2C1
###N1CCCC
CO5
Nc1ncnc2c
###c3nnc
cn2cc
c2cccc3ccccc23
CN2CCSC2
NCC1CCCCCCC1
ncnc1S
NCc4cccc
###nc1C
N2c2cc
ccn2Cc2ccccn2
NCc2nc3ccccc3n2C
Cc1nncn1CCNC
NCc2cccc3c2
nnn3c2c1
CNc2cccn
N2CC2CC2
###ncc3c
###nc3o2
1CCN2
###c1cccc
Cn2ncc3cc
1Cc1ccn
NCCc3ccc
OCc4cccnc4
NCCCc2cn
OCCn1nccc1C1CC
12CO2
cc3c3cc
c1cncc
Nc2ccnc3ccc
###NC2CCCC2
Cn1nnn
nc2c1N
OCc1nc
###2ccccc2o1
c2cc1OCC
c1cccnn1
CCN1c2cc
2C2CCOCC2
CN2CCOC3
CSc2ncc3ccccn23
CCCCCCC1
sc3ncn4c
c2cccnc2N2CCCC2
3CCc4n
CCCOc1ncccc1CNC
1CCCN1CC
cccc1NCCC
###ccccn4c3
ccc42
54C
1n1nc
n2ncnc2N1
###c2nccc
1CCCOc2cc
###c3ccn4C
N2Cc3ccccc3C
Nc1ccc2
OCc4ccccc4F
###CCN1CC
Oc2nc3ccc
2CC1
NCc1nnnn1C1CCCCC1
COc1ccccc1COc1ccc
Cc1ccsc1CNS
Nc1ccc3c
COc4ccc
C1CN2C
4c4cccnc4
c3scc
12CCC
c1F
c2noc3c2CN
CCOC1CCOCC1
c2nccn2
CCc1cccc2sc
CCn2nnc
###nc2c1Cl
cn23
###4CC5CC
2Oc3c
Cc1ccccc1Cn1nn
cc2c1
cccc4c2
c2ncnn21
2CCC2
c3nc4ncccc4n4cccc34
n2nccc2NC
2c1cccc
COCCCNS
N1c1ccn
COc1ncnc2c1C
###cccc
###nn1C1CCCCC1
CCc4nc
c1sccc1Br
c2ccnc3nc
COc1ccccc1CN1CCO
###nc3C2
oc1C
CCc1ccccc1CN
3C23CCC3
OCCc2ccccc2
cccc3cc2C
Cn1ccnc1Sc1ccc
c3
c3ccccc3c2C1
NCCN1Cc1ccc
2Cc3cc
Clc1ccnc
c1ccccc1C1CC1
c3ccccc3C1
Nc4sccc4C
cc3c4c
nc3c2
N2CCc3ncnc
3CCCCO3
N2CCCc3ccc
CCOc1ccccc1Nc1nc
ncn2CCCC
c1cnn2c1nc
Cn3nnc4ccccc43
c3nc4ccccc4n3CCOc3cccc
###3CC3
c1cnccc1C
CCc1cscn1
c4csnn4
CCCOc1ncnc
nc2C1
Cc3ccc
CCSc2nn
ccn2Cc2cscn2
C3Nc4ccccc4N3
Cc1ncsc1CC
C1c2oc3ccc
CCCc1csc
###c1nccnc1Cl
c5ccccc5c4C3
N4CCCC
OCc2nc3ccccc3n2CC
NCCCCC2
Nc1ccnn1C1CCN
###nc2n1C1CCN
SCc1noc
CSc1c
ccn2Cc2ccncc2
C1OCCN1c1cccc
###c1cccc2cc
OCc2ccccc2NC
c2nnnn2Cc2ccco2
N1CCc2sc
###nc2sccc12
C2CCS
CNCc2cnc3c
###c1
Cn1cnnn1
###1CCl
CSc3ccccc3C
cc3c2
NCc2cn3cc
CCCN4S
###oc2cn1
Cc1ccc2oc3c
NCCc1ccncc1C
OC1C
CCc1cccc
n1nnc
Cc4ccc
Nc3
CCN2CCCC2
2CCNS
CSc2nnnn2C
CCNc2cccc
ccc4Cl
CSc1nc2ccccc2n
NN3Cc4ccccc4C3
1c1n
CCCOC1
1c2cccn2CCN1S
OCc4cccc
Sc2ccc3c
CCc1ccccn1
c4nc5ccccc5nc43
Cc1cnccc1CC
NCCc2cc3nc
Cc2sccc2C
NCc1nnc2ccc
NCCN2
c2cc3ccccc3n2Cc2ccc
C1c2sccc2
cnn4
###c2cccc3ccccc23
c2c1
OCCc2cccs2
###sc3s2
C2Sc3ccccc3
Cc2ccccc2C1
CSCCc1ccc
c3ccc4oc
SC3CC
c2ccc3cn
c1sc2ccccc2c1C
N2CCCN2CCOCC2
3c2ccncc2
CCc1ccc2oc
NH3
CCn2ccccc2
c1c2ccccc2nnn1C
Cc1nc2ccccc2s1
Cc4cccc5ccccc45
OCc1ncc
NC1CCC1
Cn2ncc3
CCCN2CC
COc1ncnc2c1nc
c3cccc4nsnc34
Cc1ocnc1CNC
2CSCN21
c2nccnc2n1
CSCc3ccccc3
23CC
COc1cccn
###ccc3cc
###c2cn3ccccc3n2
nc2c3ccccc3nn2c1C
###3ccccc3c12
CN2CCCSc3ccc
OCCOc2cccc
###1CCCC1
n1c2ccccc2c2cnn
###ncccc2C
NCc1cscn1
N1CCCN1CCOCC1
1NCCc2ccccc21
1Cc2ccccc2N1CC
###o1
c4C3
COCCOc1ccccc1
COc4ccccc4
n3nnc4cc
N2CCOc3ccc
c1ccsc1NC
ccc2n1CCSC
OC2CCC
Nc1cccnn1
nc3n2CCCN3c2ccccc2OC
###c1nn
c3cccc4cccc
NCCN1
NOCc1ccc
Cn3cc
COCCCOc1ccc
NCCN1CCN
ncnc1Oc1ccc
Sc2ccccc2
COCCOc1c
c1ccc4c
c3ccno3
Cn2nc3c4scc
Nc1ccccc1I
2Cn2c
###CCCNS
OCc3ccccc3
cc3nc2Cl
COCc1cccs1
Clc1ccc2
1CCOc1ccccc1CO
CSc1nc2
###c1ccccc1SC
OCCO4
###nccnc3n2
Cn1cnnc1SC
c2oncc2C
nn43
Cc1nc2ccccc2o1
N3CCc4ccc
ncc1CN
c1c2ccccc2cnn1C
c2nnc3
c3ccccc3c2CCC
1Cc2ccccc2O
CC5CC5
###nc1CCl
c4ccccc4nc23
n3c
SCCn1c
NCCOc1ccc2nnc
###O
CCn1nnnc1NC
3CC4
3c4ccccc4C
Cn1ccnc1S
CN1c2ccsc2
CSc2cccc
cc2S1
###OCCCO3
c2cccc3c2O
CCCCn2cnnc2
CC12CC3CC
###n1nn
###3nsnc13
CCCC1
cc2cccnc12
CSc3nnnn3C
Sc2nnnn2
nc2O
OCc3noc
C1Cc2nc
c2nonc12
nn2c2ccccc12
nc2ccccc2c1C
CN1c1ccccc1F
N2N1
c3nncn3c2c1
3Sc4ccccc4NC3
c3ccnc
Nc1nc2sccn2c1
###ncccc2o1
c1COc1cc2ccccc2cc1C
CCN1Cc1ccccc1F
N1CCc2nocc2C1
NCC1CCC1
CCNc1c
Cn1ccs
c2nc3ccccn3c2
Nc1nc2ccccn2c
c1nc2sc
Cc3n
1Cc1cc
###3
c2cnccc2C
SCCN1
Cc1ccccc1Cn1nc
NCc1ccc2c
###nc3nonc3nc2N
Cc2cnoc2
NC1CCCCC1
SCc2cnc
Cc2nc3nc
Cc1nc2ccccc2n1CCCNC
Cc1ccccc1Cn1cnc2c
Cc1cnn
n2C1CCCC1
CNn3c
ccc1NC
c1cccnc1N1CCOCC1
CSc1nc2ccccc2s1
NCCCc2nc3ccccc3n2C
CSc3ncnc4sc
###c1ncccc1NC
###c1nnc2n1
n1cncn1
1CN2CCCC
NCc1ccccc1OCC1CC1
###CCNc1ccccc1
Sc3nnnn3C
c1nc2ccccc2n1Cc1ccc
2CN2CCC
###CCOCCO
###N2S
cc1CNCC
CCN2CCC
N1CCN1CCN
cccn1Cc1nc
cccc34
Nc3ccccc3N3CCOCC3
Cn2nnc3ccccc32
c1noc2c1
COCc1ccco1
P1
2Cc3ccccc3CN2
c2ccccc2Sc2cc
2c3ccccc3O
Nc2nnnn21
N2Cc3ccccc3N
###3ncccc3
c2sc3nc4n
Nc2ncnc3
c2cccnc2Oc2ccccc21
Cn1nncc1CN1CCN
C2C3CCN
ccc2nc1SCC
OCc2csc
c1N1CCCC1
ncn4C
1CO
c1ccccc1NCc1cccnc1
sc4C3
ccc2CC
CCc2nc3ccccc3c
Nc3sc
c3cn4ccc
cnn1CC
cnc3C2
2CCCC2
2CSc3nc
ccn2C1
Oc1ccc2oc3c
nc1CS
n1ncc2c1N
###OCC3
CCCNc2cc
N1CCO
CSCCNS
CSc1nccnc1C
cccc43
sc4c3
OCc1nc2ccccc2o1
C3c3ccccc3
cnn3c2C
Nc2ccccc2C1
Sc1nncs1
Cc2cccc3c2OC
c1ocnc1CSCC
4NC
c3ccccc3Br
nc5
CCCCn1cnc2c
###c1cnc1
CNc3nnn
2N1c1ccccc1F
###c2n1CCCCC2
CCCn1cncc1C
c1sc2ccccc2c1N
###no
c4cc5
Sc3ccccc3N
NCc2ccnc
Nc2cccc
sc4cc
CCCC1CN
2CC2
CCCNc1ncnc2c1cnn2
NNc3ccccc3F
ccc1OCc1noc
COCCN1N
###nscc
OCCSC
CNc1ncnc2sccc12
OCn2cc
###c1nccn1
Cc2cnnn2C
c3cnc4ccccc4c3
Cc2ccncc2Cl
nc1OCc1ccco1
c1cnn
###on4
ccc3cc2C
Nc1cnc
cc1N1CCO
c2ccc3nnc
CNC1CC
###2sccc2c1
CC3CCC3
COC
OCc3cccs3
NCc1nn
1CCSc1cccc
CCc2nccs2
cc4CC
Cc1nc2ncccn2n1
###nc2N2CCCC2
4CCCC
Nc2cc3c
Oc2cncnc2
Cc2cc3cccc
Oc2nc
c1OCCN1C
Cc2n
###nc3c4
COc1csc
2CCCN2Cc2
Cn2nc3ccccn3c2
Cc1ccn2c
Oc2c1ccc1c2CN
###c1ncnc2ccc
c2coc3c4c
2CCOc3c2ccc
c1noc2nc
Cc3
NCCN2S
c1CCNC
Nc2ccccc2C2
c2ccccc2n2c
###c2cccnc21
c1cccc2c1CCN
C2OCCCO2
CCOc1ccccc1CS
###CCOCC1
Nc2cnccc2C
Sc1ccccc12
Nc1cnc2
3C3CC3
OC1CCC
CSc2nccn3nc
nc3c2COCC3
noc2c1
OCCCN2CC
nc2ncc
CCOP
1CCCCN1C
###n1Cc1ccco1
2Sc3ccccc3NC2
oc2c1C1
1Cc1cccc2c1OC
Nc3ncnc
n3cnnn3
nc3C3CCCCC3
n1Cc1c
OCCNc3cccnn3
NCCN4CCOCC4
n3C2CCCC2
c2NC1
###n3C
1CCOC3
OCCN2
###nnnc3
OC1CCN
CCCC2
c4F
Cc3cc
NCCCN2CCCCCC2
nc1Br
on4
CCCN1CC
C1COC1
Cn2ccnn2
N1c2ccccc2CC
Cc3cccc4c3OCCCO4
3NC2
###2c1C
Fc1ccc2c
FCCC
CCNc1oc
ccc2C1
c2cncc3ccccc23
C2CCCC
ccc1Nc1ncnc
COc2ncnc3c
ccc2c1
C1c1ccc
N12
ncnc3c2c2c1CCCC2
###nc23
OCC3CCOCC3
cnc2c1c
2CCCN2Cc2nc
C1c2ccc
C1SCC
c2sc3ccccc3c2C
###ncccc12
c4nc5cc6c
c4nnco4
CCN1CCSC1
CCSCc1nc
2CCCN2Cc2c
N1CCc2ccccc2C1
cc1Sc1ccc
Cc1sc2ccccc2c1
3ccc4ccccc4c3
c2nc
NCc3ccccc3S
2Cc3ccc
4C
NCCN1C
Clc1cccc2nc
CCCn1c2ccccc2c2cnn
CCCn1cncc1
3NN
NCc2cscn2
C2SCc2ccc
Cn1nccc1CNC
cc2c1N
CCCn1nnnc1CN1CCC
CCCCn1
N1CCCC1
###c1nc2
CCCN1c1ccccc1F
N1CCc2nc
OC1CN
ccc1OC2
Cn1cnc2cccc
Nc2ccccc2OCCC
Cc1ccccc1COC1CN
###S1
COc1ccc2ccccc2c1CN
NCCCl
###ncc4
Cc2cccnc2C
nc3ccccc23
c5ccccc5C
Nc1ccccc1N2
ccc2OCc2cccc
N1CCCc2cccc
4CO
N1c2ccccc2SC
###c1occ
Oc1ccc2c3c
c4scnc4C
###n1Cc1ccccc1F
CCCCc1ccc2c
1c2ccsc2CCN1
3CCc3ccccc3
cnn1CCC
cc1Oc1ccc
c2ccc3nsnc3c2
c1csc2c1CCCC2
c1cccc2c1OCO2
c2ccc3nccnc3n2
cc4Br
CCCN4CCOCC4
3cccc
c1cc2n
###5ccccn45
cc4oc3
###oc2C
c6ccccc6
###N1CCSCC1
2SCCN2C
c2c1cc1n2C
c2ccccc2OC3
c1nc2cnccc2s1
c1ccccc1COc1ccccc1
Cc1ccsc1CN1C
NCCOc2ccc
c2sc3cccc
2c3
c1nc2ccccc2nc1C
c4nc5ccccc5
nsc1N1CCC
Cc1nc2n
###c3ccccc3n
CNCc1c
ns3
nc3c2c
CCCCC1
c1ncnc2c1CCCCC2
N3
c2nnn3c2nc
2CCCOc3ccc
4CCS
NNc2cccnc2Cl
CCOC1
c1nnc2ccccc2c1
NCc3ncn
C1COc2ccccc2N1CCC
c3ccnc4ccccc34
Cn2cnc3ccc
###c3nc4ccccc4n3C
CN1C1Cc2ccccc2C1
Oc2cccc3cccnc23
Cn4ccnc4
N1CCc2ccccc2CC1
n3ccc4ccccc43
ccn1C1CC1
c1ocnc1CSc1nnc
###n2CCC
Cc3ccccc3N3C
c3ncnc4sccc34
Cc4nnc
CNC
###c1ccccc1Br
cccc2OC
ccc3ccccc23
COc3cccc4ccccc34
OCCCc2cccnc2
n4ncnc4n3
Cc1nn2cc
###CCOc1ccccc1Cl
CNc3ccc4
###nn2n1
OCc3nc
cccc24
Nc3nccs3
Cc1nnnn1C
c2noc3ncnc
c4ccccn4
1CCN2CCC
1c1ccccc1OC
###nccc21
Nc2ncccc2O
c2sc3ccccc3c21
3CCCN3S
CN2CCc3sccc3
c4ccccc4n3C
###snc2Cl
c3cccn3c3ccc
2CCc2ccccc2
c3oc4ccccc4c3n
CNc3ccccc3
CNc2nc3nonc3nc2
cc1NCc1nc3c
n43
CCCOc1ccccc1Br
cc3oc2
NCc2ccccn2
CN1c1cc
ncc1CC2
CCCCc2ccccc21
NCc1ccccn1
Cc2ccccc2OCc2ccccn2
OCc2cccc
###cc2C1
CCOCCCN1C
c2cncn2
###n2c1
c3ccccc3OCC
c1cscn1
C2CCCC2
CN1CCCc2cc
c2ccccc2CC12CCCCC2
1SCC
Cn1ncnc1CC
c3ccnn3
Cn2c
NN1C
c1nc2nonc2
c1cccnc1SCC
OCCCc1cccnc1
nc31
c2nc3ccc
c1nc2ccccc2nc1N1C
c2ncn
ccc2O
ccc2N2CCC
NCCc2nnc3n2CC
CCn2ccnc2
c1SCC
###c3ccccc3F
2CCS
COc2ccc3nc4n
4CC5
SCCCSCC
CCOc1ccccc1CN1C
c2C
Cc4cc
cc3c2ncn1
ccc1SCc1nc
C2N1C
Nc3cccc4nsnc34
###c3nncn23
c1cccc2c1OCCO2
###ncccc3c2
CCN3S
###c5c
3c2ccsc2
oc3ccccc23
###nn3nccnc3c2
c2ncnc3nc
###4c5c
COc1ccncc1NC
c3nc4cnccc4o3
Sc1nnc2n1CCCCC2
Cn2nnn
Cc3ccnn3C
N3CCCC3
Nc2cccc3c2OCCO3
c3cccnn3
CSCc2noc
ccn3CC3CC3
c2cccc3c4c
c2ncnc3
c2c2ncnn12
Nc1cc2nc
c4nccs4
OC23CCCC3
Nc2ccccc2CN2CC
Nc1nncc2ccccc12
OCCSc2nnc
N
CSCCCn1c
cn2N
cc3n
Nc1nc2ccccn2c1
nc13
###nc2c1cnn2C
NCc3cc4ccccc4o3
COc1cccc2c1OCCC
Cc3ncoc3C
Cn3c4cccc
CCCCNc1ncnc2c1cnn2
CSc2nc3ncc4c
Cc1occc1
c2cnn3cccnc23
Cc1sccc1C
CNCCc2nc
2Nc3ccccc3C
Cc1nccnc1
n3ccccc23
n2CC
###2c1CC
c4Cl
1CCCc2c1cnn2Cc1ccccc1
ccc3c
cnc3c2c2c1COC
C3CCCCCC3
c2oc3ccccc3c
CCc3ccco3
NCC1
c3ccsc32
###ccccc6
###c2ccc3ccccc3n12
cc2n1
CCCCn1ncc
c1ncc2c
###c3ccccc23
CCn1c
n2cnc3c2c
c1nc2cnccn2c1NC1CCCC1
###ncccc4c3
c3ccn
###nc4n3
Oc1ccccc1C
###nn3c2cc
CCc1nc2ncccc2
Cc2nc3ccccc3
CN2CCOc3c
NCc2nccc3ccccc23
Cc1ccccc1CNC
NCCCCOc1ccc
Nc2ccccc2S1
OC2CCN
1c1nc2ccccc2n1CC
Cn1nnnc1CN1CCOCC1
CCCNc1ncc
c2cnn3cc
c2nsc3c
Nc2cnc3c
Cc1sc2c
c4ccco4
N3CCc4nnc
Cc1ccsc1CN1CC
cccc4n3
C1COc2cc
CCCn1c2ccc
ccc3c2Cl
OCc1cnn
Cc1ccccc1CSCCNC
NC2CCN
COCc1nn
n2ncc3c2ncn2c
ClCCc1nc2cccnc2n1CC
Cc1nc2sccc2c
OCc3nnn
23CCN
C1c2cccc
c1oc2ccccc2cc1C1
Cc1cnccc1CN
Nc2ccccc2N2CCC
ccc1OCCCN1CC
Cc4
Cc1cccnc1CC
s3
OCc3nnc
4CCO
c2ccccc2n1C
C3
3CN4
###6c
oc1N1CCCCC1
Cc3cccc4cnccc34
2S3
1COc1cccc
OCCNc1cccnn1
N1CCN1CC
CCC1CC
Sc2c
c1ccccc1CS
Cn1cnc2ccc
c2ccoc2Br
c2ccccc2OCc2cccc
N1Cc1c
nc4s3
###nc4nc3
NCC2CCN
1CCOC1CCCCCC1
N1CC
NCCc1ccn
c1ccncc1I
CCNc1nc2ccccn2c
nn3c2nn
N2CCCS2
NC3C
cccc4F
Fc1ccccc1CCNCc1ccc
n1CCC
###ccccc4
CCCF
CNc1cnn
NCc3cn4ccsc4n3
CCCCCCN1C
CCNc1ccc
2CN1CCC
N1N1C
Cn2cccc2
Cc2noc3c2CCCC3
c1nnc
c1c2sc
cnc2C12CCN
OCCn1cc
###ncc3ccccn23
OCCS3
CN2CCCCCC2
c1ccc2n1CC
###ncccn3
cc2CNCC
Nc3cccc4cccnc34
cccc4
###sc2c1CCCC2
NCCSCC
Cc1cnccc1CCNC
C1CNc2ccc
###c4ccccc43
SCCCBr
N2c1ccc
2CCc3ccccc3C2
N1CN1CCN
CCc1csc
2N1CCN
C2N1
###c3cnc
COc1cccc2c1CC
C1COc2ccc
COCCCN1
c2cccc3c
cc2c1OC
###2c1OC
SCc2coc
c1ncnc2ccsc12
cccc1NCCNC
COc1ccccc1CN1CCN2C
c2ncnc3cccc
CSc1ccc2nc
###c1ncccc1F
nc1CCNC
1CC12
CCOc1ccccc1OCCN
c1c2oc3ccccc3
c1nnc2c
1SCCc2sccc21
CCc4ccncc4
N1CCc3c
1NOC2
###scnc23
1Cc1ccccc1OCC1CC1
Oc3c2c
NCCN1Cc1ccccc1F
###5ccccc5ncn4n3
OCCOCCOc1ccc
C1NN
c4ccccc4n3
CCCc2nc
nc34
###nonc12
CNc2ccccc2Cc2ccccc2
3C4c5ccccc5C
###c1ccc1ccccc12
###N3C
1CSCCC
c4
Fc1ccc2cc
CN3CCN
NCCCCN1C
2CNc3ccnn3
CCCCSc1nc2n
NCCCN3CCCC3
CCOS
NCCSc1ccccc1
CC3CC3
###nc2n1
Cc1ccccc1N1
noc2Cl
###ncc1C
###ccccc2
CCN1CCC2
Sc3nccn3C
OCCN3CCOCC3
c1ccc3ccccc3c1
CCOCc1c
c3scnc3C
CCNc2ncc
Sc2nc3ccccc3
2c3nc
c3coc
c1csc2c1
OCc1ccccc12
Nc3ccccc3N3CCCC3
###2OCCCO2
Nc1ccccc1CN1CCc2ccccc21
CCSc1nnc
CCNc2nc
NN1
COc1ccccc1OCCC
c3nc4ccccc4c
cc3c
1CCN1C
COCCNCc1cc
3NCCc4c3
Cc3ccccc3OC2
c4c3C2
cc2c3c
CSc1ncnc2nc
COc2ccccc2NC
sc4n3
C1N1CCN
CNc2ccncc2
n1c2ccccc2
cnc1NCc1cccc
###ncc3n2C
NCCOc2ccc3ccccc3c2
###n1CCO
sc2ncn1C
NCc1nnc2ccccn12
CCn1ncc
Nc3cccs3
Sc1nnc
###3ccccc32
CCc2nc3ccccc3s2
###c4cccc
Nc1ccccc1Cn1cccn1
###ccnn43
ccn1C
Oc4ccc
CN3CCCCCC3
cccn2c1C
NC1CCCCCC1
###ncc2C
3c4ccc
ncc1C
c4ccccc4N
cn3C2CC2
CNc2ncnc3sccc23
oc2ncn
NCCc1noc
cn12
3CCCN3C
CCOc1ncccc1Cl
nc3onc
###Oc1c
c2ncc3c
c2cccnc2Oc2ccc
Cn3cnc4c3c
CCN2CCOCC2
c3cccc4ncccc34
###sc5c
1c1cccc2ccccc12
Nc3cccc4ccccc34
1Oc1nc
2OC2CCCC2
N3CC
COc1cccc
nnn4
nnc3c2c1
c1ccccc1NS
c2ccc3n
Cc1ccccc1N1CCN
Cc1ncccc1F
1COc1ccccc1
12CCOC2
Cn1ncc2c
1CCCN
Cc3cccc4cccnc34
ncnc1Nc1cccc2cccnc12
oc1ccccc13
C3CCCC3
c1ccc2cnn
CCc1nc2cc
CC34CC5CC
cc1N1CCCCC1
CCCCCc1c
c1ccncc1F
c2cccc3c2OCO3
CSc1cc
###c1Br
COc4ccc5c
nn24
COC2C
###2s
CCNc1cccc
c1nc2ccccc2n1CC
OCCc1cn
Cc2sc3ccccc3c2Cl
2Nc3nonc3
###N23
NC2CCCCCC2
c2ccccc2CN2CCOCC2
SCc1nc2c
4CCCN
Oc1ccccc1OC
c3nc4cc
c1oc2ccccc2c1COc1ccccc1
CCn1ncc2c
CCOc1ccccc1NCC
oc3cc
cnc2cc
c2c1OCCO2
cc2C
Cc1sc2nc3c
1CCS
csc1Nc1ccc
OCC1CC
cc1N1CC
sc4
c3ccccc3c21
Cn2ccnc2S
COc1ccc2
CCCc1cc
n1nnc2cccnc21
oc1ccccc12
Fc1ccccc1CC
2Nc3ccc4ccccc4c3C3
CNCCc2nnc3n2CCC3
NCc3ccnn3C
1CSCCN1
Nc2ccc
CCCCCCCCCCC1
c1oc
N1CCn2cccc2
COc2cccc3ccc
C4CCC
c3n2
Sc2ncnc3sc
Cc4ccc5ncccc5c4
2CCCN2Cc2cnc
Cc1onc
Nc3ccc4
n12
CCN1Cc1c
CCSc1nnnn1C
c3oc4ccccc4c3C
###5c4CCCC5
1Oc1ccccc1
3CCCO
Cc2nc3c
CN1c2cccc3cccc
COc1cc2s
2Oc3ccc
COc1ccc2nc3n
N2c2ccccc2C
###nc3ccccc3o1
###4ccccc4c3
Cc2noc
###n4cccc3
2c2ccccc2F
2c2cnc
NCc1cccnc1OCc1ccccc1
N2CCc1ccccc1
CN2Cc3ccccc3C
cccn34
NS2
###OCCCO4
NCCc2nnc3ccccn23
ncc2C1
Cn2cnc3scc
cnc1SC
###c1nc2ccccc2s1
c2nc3c4c
Cc2ccc
###CCNc1ccc
N1CCNC1
CCCc2
n4oc
###nccn4C
cc4cc3C
c3ncon3
c2nnnn2C2CCCC2
NCc2cccc3cn
cc2OCC2CC2
32C
nc3ccccc3n12
CCOC4
3CCC4
N1CCCc2ccccc21
4SC3
nnc1N1CCOCC1
###CCCN1C
NCN1C
cccn4c3
Sc1nc2ccccc2c
n3CCC
CN12
1CCc3nncn3C1
12CCc1ccccc1C2
CCn3cc
ccc3Cl
c2ccc4c
cc1Cn1c
OCc4ccccc4
cc1Oc1cc
NCCc2cccc3cccnc23
Nc1cnccc1SCc1nc
Nc2ccc3ncccc3c2
c4ccccc4n3c2
CCCn1nnnc1C
CCCSC2
###c1ccccc1c2
ccc2NC
###nc4c3
c2coc
n3cnc4c
Cn1ncc2c1CCC
###c1nc2ccccc2n1Cc1ccccc1
c1cnc2ccccc2c1Nc1ccc
ccc2S1
n2cnc
CCCC4
###ccc2cc
c1cc2
coc2c
OCc2nc3ccccc3
CCc3nc4sc5c
Cc2cn3ccccc3
###c1nnnn1
COCc1c
c2c1cc1
cn2nnnc12
n1ccnc1S
2C3
CN1Cc1ccccc1
###4n3
c3nc4ccccc4nc32
cccc4c3C2
cc1N1CCN2C
###c1ccccc1N1CCOCC1
n2ncc3c2CCC
c1Sc1ccccc1
NNc1ncnc
oc4c3C2
###n1ccc
NNc2ncnc3
###1CCS
2n2c
NCC3CC3
###c3nccn3C
1C1CC
NCCc2cccnc2
Cc3cc4ccccc4o3
ccc2c1Nc1ccc
c2cnoc2
CCc3cnccn3
Nc4
SCCOc2ccccc2C
OCc2cscn2
cc2ccccc12
###c1nncn1C1CC1
n1Cc1nc
CNCc3cnc
NCc2ccccc2OCC
###ccc3
N3CCSCC3
CSc1nc
###n3c2nc2c3c
CCCCn1c
C1NC2
nnc3C
csc2C1
Cc3sccc3C
nc1Cl
NCc1cn2c
cc5nc42
CCn1
Sc1nnnn1C1CC1
c1nc2cnccn2c1
Nc2nn
###nc1C1CC1
c3ccccc3n12
###C2CCCCC2
cc3OC2
###ncccc5c4
###Sc1nc2c
###nonc4c3
1CCCN1C1CC
N1CCn2c
c3ccsc23
c3ccccc3c2CCN1C
c3nc4ccccc4nc23
NCCCc2nnc
c3ncn
Nc1ccccc1OCCn1cc
1ccccc1Nc1ccccc1
###n3nnc4ccccc43
Sc2ccncc2
Nc2ccsc2C
2N1Cc1ccccc1
3CN3CCOCC3
###nc42
OCCCCCS
n4cncn4
NNc2cnccn2
2SC1
3CCSC3
c3nccnc3C
2CN1Cc1c
###CCCCCCC4
ccc1n2C
CCc1nc2n
oc3ccccc3
###5ccccc5n34
Nc5ccccc54
###c4cc
nc2nnc
Sc2ccc3nnc
###nc3ccccn3c2
NCCn2cccn2
Nc2cnc3n2CCCC3
NCc1ccccc1COCc1ccccc1
c2OC
1Sc2ccccc2N
CN2c1ccc
###c1ccccc1CO
COc1ccc2ccccc2c1Br
CCCOc2ccccc2Cl
c4cn5cc
nc2n1CC
COc1ccccc1CN1C
Cc3ccccc3F
###c3ncc
OCCSCc2nnc
CC2
###c1nc2ncc
CCc1ncc
csc3c2
1Nc1ccc2nnnn2n1
Cn3cnc4c
CCCCCc1cccs1
Cc1cccc2cn
CCCN2CCCCCC2
CNc2ncncc2N
CSc2ncnc3c2
c3ncn2n1
COc1ccccc1OS
SCc3cn4cc
2CCc3ccc
1CCCCN1c1cccc
SCc3cccc
###c1scc
###c5cccnc5
NCc2ccc
Cn1cccc1C
NCc1ccccc1OC
c1COc1cccc
ccc4N3
2CCSCC2
1Sc2ccccc2NC1
Cc1ccc2ccc
2CCn3nc
COc3cccc4cccnc34
c2ccnc3ccccc23
Fc1cccc2c1SCC
Cn1ncc2ccccc2c1
Clc1cncc
Sc1cccc2cccnc12
Nc1ccsc1C
Cc3cccn3C
c2CSc2ncccn2
Cc1ccccc1NCC
1CCc2cccnc21
COC12CCCCC2
Cc1ccccc1S
NCc3nc4c
c2ccnc3cc
Cc2cccc3ccccc23
CNc2nc3ncccc3
N1c1ccc
CSc1cccc
34O
snc2c1
Nn1ccc2c
SCc1nc2sc
N2CCc3sccc3C2
oc2cc3occ
###1
ncnc1NC
Sc3nncn3C
OCCc1ccsc12
cc2nc1C
1N1CC
OCCC
CCCCc1
###nc4C
###n2cc
Cc2coc3cc4c
COCCn1c
NCCSc1nccn1C
###ccccc1
CCSCc1nc2sc3c
1Cc1ccncc1
1C2CCC
CNc2ccccc2S
###c3cccc1c32
###c3ccccc3C2c2ccccc21
CCCn1nnnc1CN
###Oc2ccc
c2cn3nc
###n1Cc1ccccc1
N2c2ccc
nn1CCCC
CCNc2ncnc3c2cnn3
CN2CCCCC2
c4cc
1c
Cc3coc
n2c1CC
COc1ccccc1SC
c4ccccc4c3
Cc2occc2
SCc2cccc3ccccc23
CNc2cc3c
COCCOc1ccccc1NC
CCNCc2ccccc2
###CCCN1CCOCC1
2N1c1ccc2c
COc1cccc2cc
CSc1ccccc1NC
COCCOC1CCN
NC12CCN
c4ncn3
CCn3nnnc3C
Cc1ccccc1OC2
c4ccccc4C2
Sc1ccccc1Cl
c2cnc3ccccn23
Cc1scc
sc1Br
Cc1ccsc1CN1CCN
###sccc2c
Sc3ccc
nc1OCC
c1cncn1CC
CCCCCCn1c
2CCSc3ccccc32
###3nnnn3n2
C2S1
COCCCCC
ccn3CCC
CCCN4C
nn1C1CCCCC1
###2ccccc2cc1
c4ccccc4C
c2nc3nc4c
c2nn3cccnc3c2Cl
n2cnnc2SC
c2ccccc2c1C1CCN
cnn3c2
c4cccc
NCCNc1cccc
CCc1nnc2n1N
ncc1CN1C
###c1nccn
###CCC1
Nc1ccccc1OCc1cccc
cc4n23
c5cccc
2C3c4ccccc4C
N3S
c1oc2ccccc2
C4CCN
C3CCC4
2CCCCC
Cn2nccc2
CCn1c2ccccc2c2nnc
SSC
N2CCN3CCCC
c2cccnc2N2CCOCC2
n2ncnc2n1
CN2CCn3nc
Brc1cn2ccnc2c
CSc1nc2ccccc2n1CC
CNc2ccccc2O
C1CCc2c
sc4ccccc34
c3cs
COc2ccc3
1C1CCN
NCCCSc1nnnn1C
NCCNC
CCOc4ccccc43
NCC3CCC3
CCCCSc1nnc
COCc1noc
###c2c1CCC3
Nc1ccccc1NS
nc2C2CCCCC2
c1cc2cccn2cn1
NCCc2cn3ccccc3
SCc3ncc
Nc1ncnc2c1oc1ccccc12
Cc1c2n
Nc2ncnc3c2CCC3
CSc1nnc2
c1cc2cc3c
cc4c
n2N
Nc2ncnc3sc
###n21
1CCc2nn
CN2CCCc3cc
nn3c2C
c1cnn2c1
COc1ccc2nc
cc1CNc1ccc
###nc2c1CCC2
OCN1C
Sc2ccnc3cc
n3ccnn3
CNc1ccccc1OC
Cc1cccc2c1C
nn13
CSc1nnnn1C1CC1
OCCn1cncn1
###c4nc
Oc2ncccc2C
CNc2oc
3N2c2cccc
c1c2ccc
Cc2oc
Sc1ncccc1Cl
c3cnccc3C
CCc2ccccc2Cl
NCCc2ccccn2
Nc1nccnc1C
cc1NCc1cc
###sc4c3
cn32
###n1cnc2ccccc21
Cc1ccco1
NC1C2CC3CC
CCc1nsc
c3cc4cccc
###nn2c1N
c3cccn3CC
COCc1n
###4CCOCC4
c1nc2ccc
C1Cc2cccc
Cn1cccnc1
n1Cc1cc
###n1nnc2ccccc2c1
COc1ccccc1CC
###Oc2c
C1OCCN1CCN
nnc1CC
ccc1CCN1CC
###n2ccsc2n1
###nc3n
NCCCNC
CCOCC3CC3
C1CSc2ccc
CCCNc2ccc
###ncnc3C2
NNc1cc
NCc2ccccc2F
1OCc1nc2ccc
c1ccc2nncn2c1
###c2oc
c1nnnn1CC
c2ccccc2Cl
###4ccccc4n3
1CN2CC
N2CCCn3c
CCCOC1CCCCC1
CNCCc2cnn
c2nc3ccccc3c3nnc
cn3ccnc23
3CCCC
c2cccnn2
ccc3O2
1CCN1CCO
CCOCCn1c
c1cc2ccncc2c
###3ccccc31
COCc1csc
NCCCOc2ccccc2
ncnc1Nc1ccccc1F
3COc4ccc
1CCSc1ncccc1Br
c2ncccn2
###nc2ccccc2c1
CC1C3
###occc3
cnc1O
c1nc2cnccc2n1C
Cc1ccccc1CS
CCN1CC
Oc2cccc
###nc2ccccc21
###OCCC2
c3oc4c
Cc3ccccc3C
Cn1cnc2ccccc2c1
###c2ccncn12
N3CCCSCC3
CCN2CCCCC2
C1c2ncc
cc2CNc2ccccc2Cn2cncn2
C5CCCC
CCN1Cc1cccc
cnc4c3cc2CO1
3COCCN32
COc1ccccc1N1CC
CCOc1ccccc1CN1CCC
###N1CCO
###oc3ccccc3c2cc1OC
###ccccc34
CSc2nc3
c2CNC
###nc3ccsc3c2
N1Cc1csc
Cn1ncn2c
NCc1cccc2cccnc12
###SCc1ccccc1
nc3cnccc32
CCCOc1ccccc1C
2CCN1CC2
ccc2nsnc12
NCCc1nc2ccccc2n1Cc1ccc
###ncccn23
###c3ccc4c
N2C2CCCCCC2
###c2nc3sc4c
c1ccccc1CSc1ncn
cc2N1C
cc3N2C
CNCc1csc
Cc1coc2ccc3ccccc3
N1CCCc3ccccc31
2N1S
CCN1Cc1ncc
c3coc4ccccc4c3
Cc1nnc2n1C
CCC2CCCC2
###c3
c1CSCC
c3s2
N1Cc2ccccc2
2N1C
23Cc2ccccc2C3
c1cc2ccc
CSc3n
Sc3n
OC1CCOCC1
COc1cccc2c
c3ccccc3C
2n2cccn2
CN1CCOc2ccc
ccc1C1CC1
Cc1ncoc1
###c2ccccc2C3
###nccnc45
nc2c3c
NCCCn1cncn1
N1CCSC
oc4cc
c2nnc3n2CC
###Sc1cccc
CCn1ccnc
c1cc2sccc2n1C
n23
Nc3ccccc3O
Fc1cccnc1N1CCN
###CCc3ccccc3
1Cc1c
CCSCc1ccnc
NCCOc1ccc2c
N2c1cccc
2CCc3nnc
CCn2ncc
OCCF
Nc3ccccc3OCC
COCc1nc2ccccc2
n3ncnc3nc2ccn1
CCCn1cnnc1
CCc1ccccc1Nc1nc
###N1CC1
C1c2ccccc2
###N1Cc1nc
OCc2nc3ccc
CNc4cccc
###c2nccn2C
NCc2cccc3cccnc23
ccc3n2C
nc2sc
###nc1SCC
c2ccc3cccnc3c2
COc1ncccc1CS
CCNc2ncccc2F
C3CCC
###c1nnc2c
C
1CSCC
###c5cccc
CN2c2cncc
C1Nc2ccccc2O
csc3n2
Cc1nc2ccccc2n1C
Fc1cccc2ncnc
nn4c3
c2cnc3cccnn3c2
###sccc21
Oc3cc4oc
c2c1n1c
sc2c1CCC2
N1C
c2cccnc2NC
c2noc3nc
CCn4c
c1c2cnn
CCc2ncc
cccc1F
c4ncn3c2
3COc4ccccc43
###onc1C
NC2CCCCC2
2Sc3nc
###OC1CCN
1NCCOc1ccc
###c3ncccc32
CCn1cnn
CCn2cccn2
ccc2Oc2ccccc21
N1Cc2cnn
CSC4
1OCCCN1S
NCCc1ccsc1
c1ccccc1SCc1nnnn1
CCOc1ccccc1Cl
c3c2ncn2nc
CCc4cccs4
3CCCCCCC3
c2ccsc12
1c2
###5c4
nc3ccsc3c2
Cc2coc3ccccc3c2
CCOc1ccccc1OCC
NCCCn3nccc3C3CC3
NC4CCCCC4
sccn1Cc1ccccc1Cl
Cn3cccn3
Nc1ccc2cn
12N
c3cnc4sccn4c3
Sc1nc2cccnc2
2CCCCN12
N2CCn3nc
I
###6
cc3ccccc23
CCOc2ccccc2N
CCC12CCC2
Cn1c2ccccc2c2ccccc21
2CN1C
c1COc1ccccc1C
c2c1nc
CCOc2ccc
c2cnccc21
N2CCn3c
nnn3Cc3cccc
c1CCO
Cc3cc4cc
OCc3nnnn3
N1CCc2ncccc2C
###N2CCCCC2
c1ccccc1OS
Oc2ccccn2
c2cccc3nonc23
Nc2cc3oc4ccccc4c3cc2OC
N4CCc5ccccc54
Sc2cc3c
Nc3onc
CCn2c
cc2occc12
C2c3ccccc3CC3
CNN2C
ccc2CCN1C
Nc3cc4c
Nc3cccc
Cn1cn
CSc2nccn2
n3c2cc1C
c1ccccc1CN
###OCCOc2ccccc2
1C1OCCO1
c3cccc4c3C
c1ccccc13
NN3CCCCC3
sc
c4cnn
c4nc3n2
Nc2nc3ccccc3n2
CN1CN
CCOc1ccc2ccccc2c1CN1CCN
###l
###N2C
###n1nnc
CCc2nncn2
cc1COc1c
1Nc2ncnn2
Cc1nc2ncnn2c
CCn1cnc2ccccc2c1
N4CCc5ccccc5C4
CNCCc2cccc
c1cccn1Cc1cc
Nc1ccnn1Cc1cccs1
c2O1
c2ncnc3ccsc23
1CCn2c
COCCCOC
Cn3ncn
nc3n2CCN3c2ccccc2
###1CCCCCCC1
CCN1CCSc2ccc
###c1nccs1
c1ccc2nccn2c1
CCc3c
CNc2ccccc2N2CCCC2
Cc2cc
1n1
CCc1oc
CCc1nnsc1
###c1ncnc2sccc12
OCCN1CCOC1
Cn4cncn4
NCCCn3ccnc3
C1OCCN1c1ccc
Oc2ncccc2CNC
SCn2nnc3ccccc3c2
###F
1Cc2nc
NN2CCCC
c1cc2ccccc2n1CCOC
COCC1
n2nnc3ccccc32
c1CCCNC
4c4ccc
c3ncoc3C
###n1nnc2ccccc21
cnc45
###N2CCOCC2
nccn2c1
###5n4
c2ccccc2N2C
3COCCN3
2CCCOc3c2ccc2ccccc32
###ncn3n2
3c4cc
###c5sccc5
CCN3CC
Cn1cnc2cc
###CCCO2
nc3ncnn3c2N1
###OC2CCCC2
CNN
###n3nnnc23
CCOc2ccccc21
c2ccccc2Br
CCc1coc
OCCn1
n2cnnc2S
Cc5ccc
2sc
CN21
CSc1ccccn1
n4nc
cnn
###c1nccn1CC
CSc1ncnc2ccccc12
CCN1c1c
c1ocnc1CN
c3cc4
c13
###cc2C
Nc2onc3c2CSC3
2CCc3cncnc3C2
COc1cccc2ccn
2CCN2CCOCC2
###n
NCCc2nnc
1COCCN
Nc5ccccc5
Cc3cccnc3
CSc1nccnc1CNC
21c1ccccc1
c3nnnn3Cc3ccco3
CCCO1
CCn1ccnn1
Cn1nccc1CS
###c1ccccc1Cl
Nc3ccc4ccccc4c3
###c3ccccn3
n3cccc32
###nc1N1CCSCC1
NNc2cccnn2
Sc1ncn
C1CCCN1Cc1nnc
Cc2ccc3cccc
1CCCCN1c1cncc
OCCOC
Cc1coc
ccc1OCCOc1ccc
n2c1C
NCCc2ccccc2Cl
###n3c1
NCCCCN3C
COc1ccccc1COc1cccc
c3ccccc31
c3oc4ccccc4
3CCNC
Cc1cccnc1OC
CCSc1nc2n
Cc1nc2c3ccccc3nn2c
###NC4
###c3ccccc3CC
OC2CCC2
N1CCc2n
###nnn4
COc2ccccn2
ccc3c1
n1ncc2c1CCC
1CCCNc2ccccc21
on3
2c1cc
CN2CCc3sccc3C2
Oc3ccc4ccccc4c32
c2n2c
NCc2nnc3n2CCC3
CCCc2ccccn2
CNc3ccc
Cc1ncccc1N
NCCCN4CCOCC4
###n3cnnc3
Nc3c2c
Oc3ccccc3
c3S
Cc1ncccc1CN1C
2c1ccccc1C
Cc1ccc2sc
Nc2ncccc21
OCCO
13C
123
###CCN1CCC
n2C1CCCCC1
Cn2ncn3nc
###4n3CC
CCSCCN1C
Nc1nc2ccccc2nc1
n1ccnn1
N1CCCc3cc
noc
Nc2cccc3c2C
cccc3s2
c3c1
CN1CCc2sccc2
OCCCc2ccccc2
1CCc3nnc
nc3C
c1ccccn1
1CC12CC
nc12
n1ccnc1SC
oc3ccccc3cc2C
Cn1cnnc1Sc1ccc
3CSCCS3
Cn1cnc2onc
N2CCSC2
c2s1
ccc21
CCCOc2ccccc2C
c4ccccc4c3CC
4CCC5
Cn1cnc2sccc2c1
Cc2cccc3
NCCCOC2CCCC2
ccc2c1O
CCCc2cccs2
CC1CC1
Sc2cccc3cccnc23
nc1NC1CC1
CSc1nc2cnccc2
2Oc3ccccc3
Cc1ccccc1COc1ccccc1C
c1cccnc1N1CCCCC1
nnc2N2CCOCC2
###nn3c2C
Nc1ccccc1F
NCCCc1cccc
n1c
###c4ccccc4
c1ncoc1C
CCCn1c2ccccc2c2nnc
noc3
N1CCOC
N2CCc2c
###3S
C1CCCc2c1cnc1
4CCc5ccccc5C4
Cc1cccc2ncnc
n2ccnc2S
c1nc3ccccc3nc12
NCCc1cn2cccc
sc2n1
NCCc2csc3nc
###c2nnc3
c1ccccc1CN1C
COCc1cccc2c1C
c2cccc3c2CC
NCCc4cccs4
c1nccnc1N
COCCn1cnc2c1c
CCc1ccccc1OC1CN
Cc2nnc3n2CCCCC3
Sc1ccc
###CCOCC
Cc1ccncc1
COCCn1ccc2cc
C1c2ccccc2Oc2ccccc21
CCCCCn1c
1CNCCN1S
CCn1ncnc1
Cc1ccccc1OCCO
COc1cccc2c1OC
Cc1cc3c
c1ccccc1O2
3N2c2cc
Nc1ccccc1OCC1CC1
Brc1cnc
c3c2CS
Cc1ccccc1OCCCN
COCc1
CCN1Cc1cccs1
Nc1ccc2cc
COc3ccc4sc
41
c4nccc
N2CCCc3cccc
ccn2n1
CCN2CCCS2
N2CCCOC2
Cc2snnc2C
c1CN
###nc1N1CCN
sc3c2CCC3
Nc3c2ccc
CCN1CCCc1ccccc1
ncc2N
CNc1ccccc1Cl
CCOc1ccccc1S
CSCc1ncoc1C
CCc1cn2cccnc2n1
ccc2n1CCOC
c1N1CCN
ccc1CN
Cc3cccs3
NCc3ccccc3C
CSc3nncc4ccccc34
2c2nccs2
C3CN
Oc2nc3cc
###7N1
###CCOc1ccccc1
c1ccc2ccccc2c1
2c1cccnc1
N1CN1CC
COCc1ccccc1
Nc3nnc
c1cnc2n
ccc3OCC2
C1CCCN1Cc1ccccc1C
c1Cc1c
n1NC
CCn2nnc3ccccc3c2
OC2
N1c2cc
c2ncnc3c2nnn3
3c3cnn
c1noc
###n1ncc2c1CCC
Nc2cc3nn
###c1ncccn1
###c2CN
NCCBr
c1cnn2c1ncc1c
ccc12
c1cc2ccccc2oc1
CNc1cc2c
Nc1ncnc2c1c
ccn4C
c2ccno2
SCC1
CCCn1ccc2nc3ccn
###c3ccnn3
c1cccc2nc
###sc21
C3OCCO3
Nc1nc3ccc
Cn1cnc3c
NC2C
C3O
n2CCO
sc5c4CCCC5
###nnnn2
NCc2cnc
N4CCCCCC4
N1Cc2ccccc2C
1CCCN12
cc1N2
###c5ccccc5C
2CCCS3
c1ccc2nnnn2c1
cccc1CC
c1SCc1ccc
SCc2ccccn2
NCCCSc1nc
Nc2ccccc2SCc2cc
1CN
###sc3ccccc3c2Cl
N2Cc1ccccc1
3CCCOC3
Cc3ccccc3
NCCCn1
c1nnc2c3ccccc3
CN2CCc3nnc
Cc1cccn2nc
c4nnnn4C
###4ccccc4cc
2CCCN3
c1nc2cnccc2
c2cccnc2N2CC
N3CCC3
NC1CCCC1
c3ccccc3SCC
SCCSc2ccccc2
CNn2nn
###c1ccccc1OCC
2CSCC
###CCN1CCOC
nc3cccc
###ncn2C2CC2
NCCCn3nccc3C
2N1c1c
Nc3ncccc3
Oc4cc
c1Oc1ccc
###OC4
Sc1nnc2n
1Cc1noc
5CCCO5
NC1CC
1Nc1ccc2c
Nc3nc4c
NCCn1ncc2ccccc2c1
CNc1ncnc2cccc
###nc3ccn
c3ncnc4c3cnn4C
Oc2
COc1ccccc1CNc1ccc
Nc4ncc
N1Cc1ccc2c
N1CCCCC
NCCS2
nc1SCC
Cc4csc
CCCn2c3c
NCCN1Cc1ccoc1
ccc1CNC
1C2c3ccccc3C
c1cccc3cc
Cl
Cc1nc2ccccc2c2oc
CCOCC1CCN
NC5CCCCC5
nc3ccccn3
c2cccc3cnccc23
c1cccc2c1O
###NC1CC
2N1c1ccc
###c3nnnn3C3CC3
CNCc1cnc
1CCCSC1
n1Cc1cccc
Cc1ccsc1CNC
cc1NCc1ccn
Cc1cc2sc
Cc1cccc2
2ccc3c
c2ccco2
nc2ncccn12
OCn1nnc2ccccc2c1
COc1ccccc1SCC
cc2nn1C
1Cc1n
c1nc2n
Nc2ccnc3ccnn23
5CCOCC5
N1CCCOCC1
COc1ccccc1Cn1c
CSCc1nc2ccccc2n1CC
Cc2cn3ccccc3c2C
CCCCCN1CC
CNCc2ccc
###ncc5
Cc2nnnn2
nc3nc
c2ccccc2OC
1CSCCc2ccccc21
###c2c3c
COc1cc2ncn
CCCN2CCN
N2c2ccccc2
CCc2nc3sc4c
CCN1CCc2ccccc2C1
SCc2cn3c
cc2oc1
CCCCCN2
ccn3Cc3cccnc3
CCS3
BrCc1ccc
OCc2nc3cc
Nc1cc2
3CCS
Cc1ccn2cc
Nn2cccc2
n1cnc2nc
COc1ncnc
2CCOCC2
3Cc4ccccc4
c2cncc3ccc
1CCOc1cccc2cccnc12
C1NC
NCCc1nnc2n1CCC2
###CCC
NCCCN1CCCC1
34C
Cc3nnnn3C3CC3
c2ncccc12
CCOCCCn1c
COc1c2ccc
###CCCCCCC2
c3CC
c1Cc1nn2c
2CCCNC
sc2nc1
N4CCOCC4
###oc4C
c5ccno5
CCCCN1
c2scc3c2OCCO3
CCc1nnc2ccccn12
nnc1N
c4nc5c
Cc1cscc1CNc1ccc
c1nc2ccccc2n1CCOc1ccc
nc2c1CC
n2nccc2N
Sc2nc3sc
c2ccccc2C1
CCc1cccnc1
CSc1nc2n
c4nc3s2
2CN1CCc1cccc
c1Nc1c
C3SC
FO
CCSC2
2Cn2cc
CCc3cccc
COc1ccccc1Oc1c
###CCN2CC3
###c2ccccc2
Cc1ccncc1N1CCC
1CCl
###SCCC
ccnc12
###Oc3ccc4c
CNn2cccc2
C12c3ccccc3C
OCCn2nnc
Cn1nccc1CN1C
###23
c2nc3ccccc3n2CCO
Cc3ncnn3C
1Sc1nc2ccccc2c
CN3CCc4
c2cc1NC
CCSc2ccccc2
Nc1ccc2ncsc2c1
Cc2cncn2C2CC2
Sc2nnnn2C2CCCC2
ccn1
N3CCCS3
1CNCc1cnc
###c1ncccc1
Cn1ncnc1
Clc1cccc2c1SCC
2n2cc
NCCc2ccn
COCCCn1cc
NCCc2csc
c2sccc2S
###c1nn2cc
CCn1nnnc1NCc1ccc
1CCCN1c1cc2c
CCOc1cccc2ccccc12
NCCCOCc1ccco1
1Cc1cc2cc
nc2n1C
SCc2ccnc3ccccc23
NCc1cc2n
CCn1nccc1CN
c1OCc1cccc
Nc4nccs4
1COc3ccc
CCOc2ncccc2Cl
CCc1nn2c
CCn1c2cc
N3CCc4ccccc4C3
CCNc2cncc
ccc2OCCOC
CCc2nc3ccc
1CCc2cncnc2C1
NCCOC2CCCCCC2
c2cccn2c2cccnc21
coc3cc
nc2n1CCS2
12CCCc1ccccc12
###NC2
cnc2ncnn12
nnn3CC
CNc1nc2ccccc2nc1N1CCC
1CCCc2nc
###Oc4ccccc43
###nnc2ccccc21
c2ncon2
NCc2coc
OCCN1CCCC1
c4cccc5ccccc45
c1CNCC
Cc2nn
1Cc1ccccc1OCC
OCCOCCN1CC
c2cccn2c2ccc
COCCc3ccccc3
nnc3s2
NCCCCN2C
NCCOc2cccnc2
CCn2ncc3cc
ncnc2s1
OCc2cccnc2
c2nncn2C2CC2
O
c1nc2cnccc2n1CC
NCCn2ncc
###Oc1ccc
N2CCn3c2nc2ccccc23
CSCc2cccc
Cc1cc2nccc
SCc4ccc
csc2nc
###nc2c1c
CCCO2
cc2c1OCO2
2c2nnc3ccccn23
cc2nc
CCOc3cccc
N1c1nnc
NN3CC
###c1nc2ccccc2cc1CO
cccc1Br
c5ccccc5c4C
cccc3OC
Oc3cccnc32
Oc2c
###c1ccccc12
c1ncnn1C
Oc2ccccc2C1
###n2cncn2
OCc1cnc
Cc3cn
N2c1cc
C4CCCC4
1CCCn2c
###n3C1
Cc1nc2ccccc2n1Cc1cc
ccc1CCNC
1Sc2
C1NCCN1c1ccc
Fc1ccccc1N
COc2cccc3cccnc23
COCCSCC
CC2CCC2
Cn2ccc3c
c1nnc2n1CCN
3Nc4ccccc4
###SCCSC1
c1cc2ncsc2
c2nncs2
Nc1ccccc1CCC
C1CCN1C
NCc2nnc3
CN2c3ccccc3
2CCc3sc
Cc1nc2ncc
c2ccccc2CN2CCN
NCCn1nc
1CCOc1cccc
CCc3ccccc32
###2cc
CNc1ccc2nnnn2n1
2c2ccncc2
N4CCCCC4
CN1CCc2ccc
oc1N
n3c4c
cnn21
Nc2cccnc2Oc2ccccc2
1CSCCC1
2CCCCC3
Nc2cccnc2N2CCOCC2
###nc43
CCCn2cncn2
4CCC3CC4
Sc2ccccc21
###nccc1C
Cn4cc
c2ncnc3sc4c
nc2c3ccccc3n
N2Cc3cc
Cc3cnnn3C
Cc1cccn2c
4C5
Cc1ccccc1Cn1
n3ccccc3nc2
c1NCC
2CN3
n2C1CCC
c1nc2ccccc2nc1N1CCCCC1
Nc2ccccc2N2CCc3ccccc32
###C3CCCC3
###sc23
2Br
n1CCOC
###c1ccnc
c4oc5ccc
CNc2nc3nc
NCCN1c2ccccc2C
3Cc4ccccc4O3
COc1nc2
c1ccc2cccnc2c1O
2CCN
ccc3N3CCCC
Cc1ncnn1
###Nc1ccccc1
2CCCS2
2CN1c1n
Cc1cn2ccccc2c1C
OCCCBr
###5no
###nn1
Sc2nc3ccccc3s2
c1cccc3nsnc13
Cc2ncc
n3c2CCCCC3
c1ccccc1Nc1cccc
OCO2
c3ccccc3S2
n1cccc1
CCSCc1ccccc1
Sc2nsc
NCCOc3ccc
###c1cnccn1
CC2CC
N1Cc1ccccc1F
OCCOc3ccccc3
###c4c3
Cn2c3ncccc3c
Cc5ccccc5F
Nc2ncnc3c
CCc2cccnc2
###C1
oc2C2CC2
Cc1cscc1CNC
CCn3cccc3
###n3cccn3
2CCCN2C1
SCc3csc
Oc3ccccc32
nc2cc1
1CCCc3ccccc31
NCCn1ncc2c
CCCc2oc
C2CN3CCN
c1ccccc1OCCNS
cc3CC
Cc1ccccc1SCC
CNCc2sc
NCc1cc2c
CSc3ncn
nc2sccn12
###occc21
Cc1ccnc2nc
2c2csc
OCO4
NCCc1ccccc1
C34CC5CC
cc2c1CCN
nsc34
CCOCC2CC2
Cc5cccnc5
###c2nc3c
2CSCN2C
1CCC2
COc1ccccc1N1C
CNC1
c2ncccc2NC
NCCN2Cc2ccccn2
###c3nc4cc
Cc2nnc3n2CCC
nc3
Nc1ccsc1
2c3ccccc3CCN12
3ON2
###OCc1cc
###CCN1
c1ocnc1CN1C
c1C1CCN
COc2ccc3ncccc3c2
sc32
1CCc2cn
Nc4ccccc4O
CN3CCCC
Nc1nnc2c
###nc1N2
Brc1cnc2nc
nc2scc
ccn3C2
N1CCn2cc
CCCN2CCOCC2
cc2n1Cc1ccccc1
SCCN2C
CN3CCOC3
SCc2c
1CC2
NCCCOc2ccc
sc2CC
1Cc1cc2c
c3ccc4ccc
###c1ncccc12
CCCn3
###cccn4
COc1ccccc1Cl
Fc1cccnc1N1CC
n3cnc4ccccc4c3
Cn2nn
COc1ccccc1NC
1CCN2C
NCCCn1ccnc1
Cc2ncoc2C
n1ncc
###Br
###occc
CNc2ncnc3ccccc23
N2CCCO
###c1ncnc
###nccnc4
Nc3nc4ccccc4n3
ccc1CS
CSc2nncn2
c2nc3ccccc3nc2N2CCOCC2
n2ccc3
CCSc1ccc2nnc
Cn1c2ccccc2c2nnc
CNc2ccnc
c3nncn3C
Cc2coc
Nc5c4ccc
CCCCn1nnc
CCOc1ccccc1O
c4CN3C
n1cc
CN2CCCn3nc
c3nc2c1
c1nc3ccccc3nc1n2
ccc1OCc1ccccc1C
ncc3C2
CCCn1nn
NCCc1cccc
Nc1cc
c1cccn1Cc1ccccc1
ncn2
ccc1CNS
1Cc1cccc2ccccc12
Sc2nccnc2N2CCC
COc1ccccc1OCCNC
N1CCSc2ccccc21
Nc1cnn
Oc3cc
###cc3C2
1Oc1cc
c1nc2ccccc2n1Cc1ccccc1
###nc3c4ccccc4
CO1
CCCc2csc
Cc1coc2cc
c1OC1CCCC1
CCOc1ccc2cc
CSc3nccn3C
CC3C5
ccc1NCC
2c2ccccc2O
###c1cccnc1
n1ccc2ccc
n2CCCN1CCOCC1
###3CC4CC
ccn3n2
N3CCCCCC3
c1nnnn1C
1SC1COC1
NN23
cc3cccnc23
3CCCCCN32
OCCN3C
CCSCCC
###c1nn2c
CN2CCN3C
Sc2ccccc2C
OCCCC
Sc4ccc
N1CCc1cccs1
c1sc2cccc
c1cc2ccccc2c2cccnc12
SC3CCCC3
N1Cc1ccc
###nc3
c3nccc4nc
Cc2cccnc2N2CCC
Nc3c2cnn3Cc2cccnc2
1CCCSc2ccc
CCCn1ccc2ccc
CO4
###n2ncc
CCCCCCN
NCc3cn
c2c1O
Cc1ccnc2
Cc1ccon1
Nc4ccccc4OC
2S
CSc2nc3ncccc3
n2nnnc2SCCC
cc2c2cc
###c1ccccc1CC
###n3cc
2CCN1C
Nc1ccnn1C1CC
Sc1ncnc2nc
OCCc2ccsc2
Nc1ccc2nc
CSc1nc2cccnc2n1C
c2nc3nc4ccccc4
N1CCN2CCC
Oc4nc5c
NCc2nnc3ccccn23
1O2
c1sc2ccccc2c1NC
###3ccccc3c1
c1sccc1N
34CC
N1COc2ccc3c
CSc1cn
nc3ccccc3c1
OCc3cn4ccccc4c3C
no1
CNn1c
c3cn
###c1cccc2
1CCc1ccc
nc1COC
COc1ncccc1NC
CCN1c1ccc
c2N2CCN
NNc1ncccc1C
Cc1cnc
nn4C
CC2CCCC2
###sccc43
Cn2c3ccc
c2cccc3c2N
NN3CCCC
CSc2n
NC3CCC
NCCCC1CCCCC1
NCC2CCC
Sc1ccccn1
n1CCS
c1occc1
Cc2nc3ccccc3n2C
c4nn
###nccc34
###SCCN12
CCN1CCc2ccc
COc2ccccc2F
COc1ncccc1Cn1cc
c2ncoc2C
Cn2cnc3onc
N1Nc1nc2ccccc2s1
Sc4ccccc43
1CCCc2c1cnn2C
CCc1nc2ccccc2c
CC1CC
c3snnc3C
CCC1CCC2
ccc3c2
c3nnnn3C3CCCCC3
###c2c1nc
Nc1nc2
Nc3cc
NCCc1cn2ccccc2n1
c3nn4cnnc4s3
###sccc34
N2c1ccccc1F
c1OC1CN
###c1nc2sccn2c1
Nc1cc2ccccc2
nn3cccnc23
CCOc1
Cc3nc4ccccc4nc3C
CCOc1ccccc1CN1CCO
###NC1
CNc2nc
CCn1ccnc1C
n1cnnc1C
COc1ccccc1Cc1nnc
ccn3C
###nnc34
Nc3ncccc3OCCCC
SCc1nc
Cc1nncn1C1CC1
Cc1nnn
CCCCOc1ncccc1CNC
OCc1nnnn1
Oc2nc3ccccn3c
CCn1nnnc1SCC
NC2CC
###nc3cc
###c1nc2ccccc2nc1N1CCC
c3nc2Cl
c5noc
CC2CCCCCC2
CCc3cc
c1c3n2CCN
NCCOc2ccccc2
3CNC
CCCc1cccs1
Nc2nc3ccc
CNc2nc3ccccc3cc2CO
c3nc4ccccc4cc3N
CCCCCOCC
nc1
Clc1ccc2oc
CCOc1cccc2n
1CCCNC
Nc3cccnc3C
n1cnc2ccc
c2nc4ccccc4nc2n3
###c1nc2ccccc2nc1
CSc1nc2ccccc2n1S
###nc1C1CCN
CCOCc2cnc
c2nc3ncccn3c2NCc2ccc
1NN2C
###c2nc3
c2nc3ccsc3c
OCc3ccncc3
ccc1COC
###nc3n2Cc2ccccc2
c1ccccc1NCc1ccc
1CCCC
COc2nc
nnc12
n2nnnc2N
nc2ncccc2c1
1OCCc2ccsc21
Cc2cncnc2
OCc3ccccn3
2CN2CCCC2
1N2
1Cc2ccccc2C
c2cn3
Cc2nccn2Cc2ccccc2
NCCOC2
1CCCCN21
c2ccccc2OCc2ccccc2C
NCc1ccc2ccccc2c1
S4
###CCN1c1nc
CCc1nc2sc
CCc1nnc2n1CCN
OCCCOc1cccc
CNc2nc3
nnn1CC
CCOc1ccc2ccccc2c1C
SC3
4CCN
CN1c1nc
CSc3ccccc3Br
cc1SCc1ccc
###CC4
Nc1ccccc1
oc3c2C1
2CCSC
CCCc1c
nc2n
Oc2ccccc2O1
C1c2ccccc2CC
NCCn1cnc
CCn1cnnc1CNC
###NCCC3
CSc2ncccc2Cl
CCCNc2nc
###sccc3C
NCCc1cccc2cccnc12
Nc1cccc2c1N
CCCOCCO
c5
NC2CCS
cnn2CC
Oc2ccccc2OC
CCc3c2nc2ccccc2c3C
cc1c32
N5CCC
OC3CCCC3
COCCn1nnc
Cn2nnc3sc4c
Fc1ccc
CSc1ncnc2scc
cc2c1OCC
noc1N1CCCCC1
c1cccnc1NN
cccc35
c2ccnc3
2CCc3cccnc32
c1CN1CCOCC1
n2ccccc2n1
sc2nc3ccccc3n12
1n1cnc2ccccc21
###4nc
SCc2ncn
sc2nccn12
5CCS
SC4
c1ccccc1CN1CCC2
CCn2cnc3c2c
###N1CCS
Cc1ccncc1Cl
NCc2ccccc2Cl
c2nn3cnnc3s2
CCc3cnn
1CSCCS1
C2NC3
cn1
2NC
c1CN1Cc2ccccc2C
###c3nc4ccccc4o3
2CSCCS2
nc3c2c1
Oc2ccnc
c1ccc2nccnc2c1
1cn
2c2cc3
n1ncnc1C
###c1nnc2ccccn12
Cc1cnccc1CCN
CCCOc1ccccc1O
cnc1S
3CN
2CS1
c3nncs3
c2ccncc2Cl
1Sc2nc
Cc1ncccc1NC
CCc3ccccc3C2
###2ccc
NCc2nccn2Cc2ccccc2
c2ccccc2s1
Oc1ccccc1CNC
N1c1cc
CCNc1ccc2nnc
CCSc1nnc2n
###3c2OC
c3sc4nc
NCCc2coc
1c2cccc
cc1OC1CCCC1
cc2
NNc1cnccn1
2c2ncon2
Cc1nccnc1N1CCC
c1ccccc1COc1cc
C12CCN
c1CCN2C
NCC1CCCCC1
NCCCOCC1CCOCC1
ccc1CCNc1ccc
ccc2N2CCOCC2
cc2NN
4CCOC4
ccc45
2COCCN2
###c2scnc2C
###c1nc2ccccn2c
###nc4ccccc34
c1cc2ccccc2n1Cc1ccccc1F
c1cnc2ncnn2c1C
2N3C
C1c2cccc3c
###2cccc
NCc2noc
Cc2coc3ccc4ccccc4c23
2CN1CC
###CCNC4
c2ncn1Cc1cc
NCCCCOc1ccccc1
cnc1Cl
cc2ccsc21
c2nc3nc
O2
c2ccccc2NS
###nc32
CSc1ccc2cc
NCCCSc1ccccc1
CCCOc1cccc
###c3ncccc
sccn2C
c1cc2oc
ccc2n1CC
NCCn3cc
CSCc1ncn
Cc3nc4sc5c
CN1c2ccccc2NC
Cc1ccccc1Nc1nc
CN2C1
CSCCn1c
c2oc3cc
c4ccccc4S3
CCOCCS
cc1OCc1cccc
NCCSc2ccc
2NCc1cc
c1ccn2nnnc2c1
c2c1nc1oc
NCc1nnnn1
c2ncnn2CC
c2ccccc2CS
1CCCN1Cc1ccccc1
c2ccc3nncn3n2
n2Cc1ccc
Cc2cnc3ccccn23
2CCCc3sccc32
###nc3c2CCCC3
CCc1nc2ccccc2n1C1CC
###ccn
CCN4C
21N
2OCCN
###c2ccsc2
Cc1nc2ccccn2c1
1Oc2ccccc2C2
Nc1cc2c3c
###c3ccccc13
Cn1nn
###5ccccc5c4
c1NCc1ccc
Cc2ncnn2C
CCCN1C
Clc1csc
cc21
###c2nc3ccccc3s2
c3ncnc4c3cnn4
NNc2ccccc2
ccn1CCCc1ccccc1
NCN1
c1cc2ccccc2n1C
Sc1ncnc2ccccc12
CSCc1c
N3CCc4n
1Cc2ccccc2NC1
###s2
3CCN4
1NCc1ccc
ccc1N1CC2
OCCn2ccnc2
###CCN2
C1Cc3ccccc3C1
Cc2cccn2Cc2cccs2
###c1ccccc1F
cc5c4
n4C
OCCO3
no
CCc1noc2cc
3c3nncn3C
###CCCC5
c1csc2
SCc1coc
###nnc1C
CC3CCOCC3
nccn2n1
c1nc2ccccc2n1C
COc1cccc2ccc
nc3c2cnn3
1CC12CCC2
c1c2ccccc2cc
c1sc
c2ncn1C
oc2c1
CCn1ccc2cc
cnc3cc2
43
1Cl
Nc1ccccc1N1CCCC1
CCNCc1cc
c1ccccc1OCC1CC1
CCCC2CCCC2
CNc2nc3ccccc3
CCn3cnnn3
c2cccnc2N3
###n4cccc
COc1cc2nc3n
c1csc2nc
nnc4c23
c4oc
cnn2C1
NC5
CCn1cnnc1C1CCN
c2ccccc2CC
Sc3ccccc32
###noc
c4n23
nc3ccnn23
###sccc4
###nn2C1
c2cccnc2c1O
ccn2Cc2cccnc2
nc2c1cnn2Cc1ccccc1
ccc2O1
ccn1CC1CC
1c1cc
c4cc3Cl
###c1cc2ccccc2nc1Cl
CSc1nc2sc3c
Nc1ccc2scnc2c1
COc4ccccn4
NCc2ncn
c3cc2
n1ccnc
cc2cc1S
###c2ncc
COCc1ccccc1NCC
###c3ccccc3C1
N5CCOCC5
cc3cccc
NCC1CCN
CCc1ccccc1NC
CN1
###54
CCCCCn1nc
nn3C2
NNN1
2Cc3ccccc3N2
Nc1ncnc2c1ncn2
Nc2ccccc2N2CC
Cc1cnc2cnc
NCCOc2ccc3c
CNCc1cn
COc1ccc2c3
c2ccccc2n2nnc
CCc1cc2ccccc2
COc1ccc2sc
NCc3nc4ccccc4s3
CSCCOc2cccc
c1coc2ccccc12
Nc2ccnn2C2
Cc3ccncc3
Cn1cnc2sc3c
CCCNc2nccc
NCc2ccsc2
###N1CCC2
oc1C1CC1
2Nc2cccc
CSc3nc4ccccc4
Sc2nccn2
NCCSCc1ccco1
OCC1CCCC1
cc4CN3C2
1Oc2ccccc2NC1
SCc2nnc
nc2cc1C
CCc1csc2nc
CCC1OCCCO1
Cc4ccccn4
1Cc2ccccc2CN1S
Cn1cccc1CN
###OC1C
c2cc3ccoc3
FC
###c1nc2sc3c
OCc3cn4cc
sc2cc1C
c3Nc3nnnn32
cc1CCNC
ccc3ccccc32
c2nnc3nc
NCCCc2nc
CCNc1
Cn3c4ccccc4
CCn1nnc2ccccc2c1
###n1nc2ccccn2c1
###oc2c
CCCSc1n
ncnc2
nc3SC
SCc2nc3ccccc3
c1oc2ccccc2n1
Cn1ncc2cc
NCCCn1ncccc1
###c2cccs2
Nc3c4c
###c2nc3ccccc3n12
n1cnnc1S
CSc3ncc
3CCc4nn
Cc1cnc2ncccn12
Nc1nonc1N1C
c3oc4ccccc4c3
c2ncnc3c2cnn3
OCc2ccncc2
###ccccn3c2
###SCc1cc
###c3nc4ccccc4nc3c3c
###c2c1CCCC2
NCc1ccsc1
Cc1nsc
CCC4CCCC4
c1OC1CC
CCONC
###CCCCCC3
ccc1OCc1ccccc1F
NN1C1CC
Brc1cncc
###c2c1c
N2Cc3nn
nn2c1ncc1c
Cc5ccccc5
c2ccccc2CN2CCO
n2CCOC
N3CCc2ccccn2
n2n
c1c2ccsc2ncn1C
c1ccon1
Cc1ccccc1CN1C
N3CCC2
###CCN1S
NCc1nc3ccccc3s1
CSc1nnc2nc
cnc1SCC
COCc1ccccc1C
CN1CCCC2
CCc2ccco2
CNc1cccc2ccccc12
Cc2nnc3sc
c1nc3ccccc3nc1n2C
n2C2CCCC2
c1nc3ccc
###c1ccc2cc
###nsnc3c2
Nc1ccccc1Oc1cccc
###Oc1ccccc1
