#version: 0.2
Ġ Ġ
Ġ -
ĠĠ Ġ
e p
s ep
Ġ 0
ĠĠ ĠĠ
ĠĠ ĠĠĠ
Ġ 1
Ġ 2
0 0
1 5
1 4
1 3
1 2
1 6
1 9
1 8
1 7
0 2
0 3
0 4
0 5
0 6
0 8
0 7
0 9
2 2
3 5
3 4
3 8
3 7
3 9
3 6
2 6
2 4
2 5
2 8
2 7
2 9
Ġ 3
4 4
5 6
5 7
5 9
5 8
4 6
4 7
4 8
4 9
6 6
7 9
7 8
6 9
6 8
7 7
5 5
8 9
Ġ 4
3 3
8 8
9 9
6 7
4 5
2 3
1 1
7 6
9 8
5 4
0 1
8 7
4 3
6 5
9 7
3 2
8 6
9 6
5 3
4 2
Ġ 5
7 5
8 5
2 1
9 5
6 4
7 4
3 1
8 4
9 4
1 0
6 3
7 3
5 2
8 3
9 3
6 2
7 2
8 2
9 2
4 1
5 1
6 1
7 1
2 0
8 1
3 0
9 1
4 0
5 0
6 0
7 0
9 0
8 0
Ġ 6
0 12
0 16
0 13
0 15
0 14
0 18
0 19
0 17
1 14
1 13
1 07
1 00
1 12
1 17
1 05
1 08
1 04
1 03
1 06
1 02
1 19
1 15
1 18
1 16
1 09
2 05
2 15
2 02
2 14
2 06
2 08
2 17
2 39
2 00
2 38
2 35
2 16
2 07
2 12
2 04
2 03
2 09
2 19
2 18
3 07
2 13
2 34
2 37
3 03
3 02
3 14
3 38
3 05
2 36
3 22
3 26
3 00
3 27
3 35
3 28
3 12
3 15
3 37
3 24
3 09
3 04
3 06
3 36
3 25
3 13
3 17
3 19
3 18
3 08
3 34
3 29
4 04
3 16
4 39
4 19
4 25
4 36
3 39
4 07
4 38
4 28
4 09
4 26
4 12
4 18
4 59
4 14
4 29
4 15
4 03
4 17
4 56
4 35
4 06
4 22
4 24
4 27
4 05
4 57
4 08
4 02
4 00
4 13
4 34
4 37
5 04
4 16
4 58
5 09
5 26
5 12
5 02
5 08
5 24
5 59
5 57
5 06
5 16
5 19
5 05
5 25
5 27
5 17
5 13
5 46
5 14
5 56
5 28
5 37
5 39
5 00
5 07
5 22
5 29
5 34
5 44
5 15
5 03
5 48
5 36
5 38
6 00
5 35
5 49
5 18
6 46
6 02
5 47
6 35
5 58
6 48
6 04
6 15
6 14
6 12
6 26
6 16
6 44
6 39
6 24
6 79
6 56
6 18
6 08
7 02
6 07
6 36
6 47
6 13
6 09
6 29
6 78
6 06
7 58
7 12
7 39
6 25
6 59
6 57
7 08
6 38
7 03
6 37
7 05
6 05
7 69
6 34
6 28
6 22
7 66
7 00
7 25
6 03
6 58
7 15
6 27
7 14
7 38
6 49
7 07
6 19
6 17
7 18
7 35
7 19
7 22
7 48
7 78
7 27
7 13
7 06
7 17
7 26
7 34
8 12
7 49
7 16
7 44
7 36
7 47
8 13
7 28
7 29
8 00
7 56
7 09
7 68
7 04
8 06
7 59
7 24
8 34
8 38
7 57
9 12
7 37
9 13
7 46
8 19
7 79
9 22
8 22
8 18
8 03
8 02
8 25
8 69
8 35
9 07
8 89
9 44
8 15
8 16
9 16
8 24
8 07
8 26
8 79
8 27
8 05
9 00
9 59
9 34
8 49
9 47
8 36
9 14
8 57
8 08
9 29
8 14
8 46
8 39
8 48
9 06
8 04
8 59
9 58
8 68
9 15
8 17
8 37
8 28
8 58
8 66
8 29
9 03
9 09
9 25
8 56
8 78
9 57
9 49
9 39
8 09
9 37
8 47
9 26
9 18
9 68
9 05
9 36
9 04
8 44
9 46
9 66
9 19
9 56
9 69
9 48
9 08
9 89
9 79
9 17
9 28
9 24
9 35
9 27
9 02
9 38
9 78
9 88
6 77
8 77
9 77
8 67
4 55
7 67
9 67
6 55
7 55
8 76
8 55
5 45
9 76
9 55
6 45
7 45
2 33
8 45
Ġ 7
9 45
4 33
5 33
9 65
8 65
6 54
11 1
7 33
7 54
3 23
11 0
9 54
6 33
4 23
01 0
8 54
8 33
9 33
5 23
6 43
6 23
C l
7 43
7 23
9 43
9 23
8 23
8 43
7 53
8 53
5 32
6 32
6 42
7 32
9 53
7 42
21 0
9 32
8 32
0 11
9 42
8 42
1 01
6 31
3 11
2 01
3 01
2 11
7 31
4 01
5 21
4 11
5 11
8 31
B r
6 01
7 11
9 31
6 11
5 01
7 21
8 21
8 01
9 01
9 21
7 01
8 11
6 21
9 11
15 7
16 5
02 0
15 5
02 1
19 6
18 6
15 6
19 8
14 7
17 3
04 4
02 7
08 9
14 1
04 8
00 6
18 0
05 0
13 6
17 0
13 5
14 9
19 4
04 5
5 10
15 1
15 2
04 6
05 7
15 3
18 2
09 8
12 7
00 3
16 9
17 5
13 1
19 3
18 3
05 8
08 3
00 2
04 9
07 8
14 8
16 2
07 0
19 9
4 10
00 7
06 6
19 7
18 5
03 0
08 0
00 0
13 4
16 8
17 4
08 2
09 2
03 9
09 3
18 7
13 9
14 6
13 2
03 6
12 6
19 0
02 5
14 3
09 4
15 8
6 10
15 4
12 5
16 4
06 2
07 4
05 4
07 6
06 9
08 7
13 3
16 3
17 7
02 3
06 8
09 7
09 9
02 2
05 9
14 0
13 7
12 8
03 2
13 0
08 5
12 4
05 5
06 7
16 7
02 8
17 6
04 7
06 1
03 7
17 1
03 8
05 1
15 0
16 0
18 4
04 3
17 9
03 5
05 6
07 2
15 9
19 5
07 1
34 0
39 4
18 1
39 2
06 5
07 7
00 8
18 8
12 1
06 0
35 8
36 9
16 6
09 0
14 4
14 5
16 1
03 1
8 10
00 5
13 8
02 4
08 6
09 5
03 3
17 8
39 7
7 10
00 4
12 0
19 2
09 6
08 4
04 2
08 8
19 1
03 4
14 2
02 6
07 5
35 6
12 3
06 4
9 10
18 9
00 1
12 9
07 3
22 0
24 7
05 2
07 9
36 8
24 6
37 6
17 2
37 1
00 9
38 7
35 0
12 2
26 1
34 5
38 4
02 9
38 5
39 0
25 4
35 5
37 8
24 1
24 8
28 9
26 9
37 2
05 3
06 3
09 1
34 3
39 8
38 9
04 0
35 1
28 0
29 5
27 1
08 1
37 3
35 2
36 5
25 0
29 6
38 2
37 0
22 5
38 3
35 4
37 4
36 2
24 2
28 2
34 7
27 6
56 2
39 9
36 0
25 3
25 7
44 3
28 4
28 6
27 7
46 9
39 5
36 6
47 9
39 3
26 6
22 8
26 5
28 8
24 0
22 1
35 3
04 1
34 4
25 9
33 2
36 4
27 9
22 7
38 8
35 7
29 2
27 0
34 6
37 5
29 7
35 9
34 2
34 8
28 3
29 3
58 7
49 1
55 3
45 3
22 2
39 6
29 4
58 1
37 9
36 7
38 1
24 4
25 6
29 9
56 5
22 9
37 7
25 2
25 5
56 3
57 7
59 9
36 3
25 8
59 7
48 1
22 3
26 3
27 8
38 0
23 1
39 1
56 9
34 9
25 1
26 8
26 4
79 2
33 3
26 2
48 2
26 0
46 1
23 2
31 0
36 1
27 5
29 0
44 8
59 2
49 7
29 8
66 6
59 3
24 9
46 3
22 4
44 4
46 2
32 1
38 6
27 4
44 6
46 6
56 1
28 1
69 3
43 2
46 4
75 2
26 7
57 3
49 8
65 3
24 5
46 5
33 0
64 0
34 1
69 6
45 2
22 6
48 9
58 9
77 1
42 0
28 7
56 6
33 1
58 3
58 5
47 3
54 1
47 5
54 3
87 5
43 1
53 0
29 1
47 1
63 0
52 0
27 3
47 2
56 7
46 8
78 6
28 5
57 1
58 6
24 3
44 7
49 5
66 1
45 4
92 0
88 8
57 8
76 4
48 0
59 1
55 4
23 0
44 9
57 5
69 8
56 4
49 3
55 0
57 6
47 8
79 9
49 6
79 1
79 3
95 0
49 0
45 0
45 1
54 0
59 5
69 7
43 0
85 2
44 1
48 7
98 0
54 2
57 4
59 8
48 6
76 0
88 6
47 7
48 3
49 9
67 4
97 2
68 3
88 4
67 1
57 9
48 8
77 6
47 4
79 6
57 2
47 0
88 1
67 0
32 0
74 0
27 2
77 5
77 7
56 8
46 0
66 0
69 4
69 5
57 0
58 4
68 8
78 1
78 2
68 4
56 0
58 8
47 6
89 8
98 3
96 2
95 2
97 3
65 2
86 3
42 1
48 4
79 5
78 9
85 0
72 0
59 0
68 7
76 2
59 6
58 0
89 6
66 8
79 8
66 9
89 0
86 0
78 3
55 2
99 5
67 6
49 4
78 0
66 3
78 4
89 7
64 1
59 4
99 8
87 0
97 0
44 5
62 0
84 0
99 6
94 1
65 0
48 5
69 0
99 1
76 5
66 2
79 0
77 2
44 2
98 7
66 5
68 1
77 3
88 7
98 2
86 1
83 0
98 5
69 9
68 9
95 1
93 0
49 2
69 2
99 2
96 3
58 2
55 1
89 3
67 2
87 3
88 0
76 1
87 2
68 5
46 7
89 4
87 4
82 0
97 1
86 2
68 0
88 5
94 0
79 7
78 5
89 5
66 7
44 0
84 1
66 4
74 1
67 5
89 1
98 4
96 4
78 8
69 1
87 1
88 3
99 4
86 4
73 0
55 5
99 3
77 4
99 9
75 1
98 6
65 1
96 1
77 0
76 3
89 2
78 7
89 9
68 6
75 0
88 2
68 2
97 4
96 0
99 0
79 4
67 3
53 1
98 1
85 1
99 7
97 5
12 39
15 49
18 04
18 07
12 08
14 04
03 34
19 03
15 28
15 47
02 22
16 68
15 05
14 37
17 26
03 57
12 34
15 34
15 36
14 56
18 66
00 03
13 59
16 27
17 24
14 08
13 38
13 78
17 89
01 04
15 35
14 34
14 57
13 19
13 49
05 56
06 48
15 00
14 39
16 66
19 46
18 56
02 46
19 58
06 89
08 12
15 22
15 57
13 48
02 35
14 07
00 79
19 57
09 39
15 89
13 08
13 35
16 34
17 46
09 47
19 18
13 24
13 56
16 47
16 89
19 08
17 58
09 35
00 56
15 37
16 35
16 46
02 26
02 89
12 12
19 69
02 56
05 78
14 48
13 37
13 29
17 38
15 18
15 07
14 59
14 69
13 00
16 44
19 48
17 39
17 36
02 29
03 27
03 79
15 04
14 89
16 24
17 79
06 27
15 78
14 47
13 68
16 04
06 59
09 18
00 24
13 05
12 57
16 39
17 29
00 39
14 24
08 39
12 78
16 59
09 59
12 25
03 78
06 66
00 05
14 78
13 22
18 99
09 03
15 46
13 28
13 79
19 44
18 59
02 34
15 27
13 57
13 58
18 44
17 44
14 46
13 12
19 05
17 22
17 57
17 99
06 79
00 49
16 36
16 26
19 22
17 66
06 78
01 07
19 56
02 04
02 59
02 66
19 37
19 25
02 69
08 26
00 58
00 47
15 38
14 12
13 26
17 56
05 25
13 46
12 24
17 07
02 25
02 27
14 49
18 49
17 04
17 48
03 66
06 38
09 26
00 37
15 48
15 69
19 79
19 89
14 35
13 27
12 99
18 68
02 68
03 26
05 39
06 24
08 04
08 35
09 58
16 69
16 99
06 25
12 59
12 46
19 27
19 99
03 28
00 89
14 22
12 56
19 59
18 46
02 24
14 79
13 44
16 29
16 56
19 66
18 37
18 27
05 27
15 26
15 58
15 99
18 57
17 35
02 28
03 37
03 58
08 99
07 25
14 36
14 44
06 58
09 56
09 46
12 89
13 04
18 58
06 04
15 79
13 34
16 48
17 78
03 35
06 28
07 47
15 66
12 26
16 79
19 68
05 29
00 04
00 34
15 39
15 56
12 38
12 29
12 47
02 47
06 22
06 68
07 79
11 04
15 29
17 37
17 49
02 39
05 04
07 34
00 99
12 79
18 08
18 28
02 38
05 26
13 99
16 57
16 49
18 88
03 48
00 78
12 37
16 22
02 49
03 22
05 47
07 99
09 36
09 57
09 48
15 08
16 08
16 25
18 38
18 89
05 99
00 38
00 28
13 25
17 47
06 69
00 69
09 24
00 26
00 68
14 68
14 88
13 66
12 04
17 34
09 27
00 25
00 59
14 27
18 34
17 69
17 68
03 49
00 57
15 68
16 28
18 78
04 49
06 44
08 34
08 28
07 35
01 05
14 66
16 58
06 34
06 39
09 37
15 44
15 59
14 28
13 89
16 38
16 37
16 78
06 36
07 68
00 35
15 25
12 28
19 34
19 38
18 35
17 27
02 57
06 57
08 22
09 22
14 38
14 25
14 58
19 28
18 36
06 46
18 24
05 57
08 49
07 36
12 36
12 49
18 26
18 25
03 29
05 46
05 68
08 48
14 26
14 99
12 68
19 39
04 68
05 28
09 44
09 78
00 27
00 44
14 29
18 79
02 99
07 56
13 69
02 48
03 39
05 89
08 69
07 57
07 78
13 39
12 27
02 79
03 47
05 69
06 99
08 58
07 44
19 77
17 28
17 59
04 35
04 39
05 49
09 69
12 58
16 98
19 29
04 47
07 89
09 28
09 29
09 79
18 29
17 25
03 59
07 46
07 48
09 25
15 98
13 36
18 39
08 27
03 56
07 26
07 49
09 34
09 66
00 22
00 46
00 66
02 44
03 44
08 38
08 44
09 38
09 99
03 69
03 99
04 78
09 49
12 35
03 46
06 49
08 29
08 46
07 66
00 29
19 36
17 88
02 98
06 56
06 47
07 69
12 22
05 22
08 47
09 89
19 47
02 37
02 36
03 25
04 89
08 36
09 68
00 98
19 35
05 48
07 28
19 49
19 78
05 34
08 66
07 24
18 22
05 44
08 88
02 77
05 66
05 79
06 29
19 24
18 69
03 36
03 68
03 89
08 37
06 35
06 37
07 58
12 69
02 78
07 29
13 47
12 44
18 48
03 24
04 36
05 38
06 26
07 59
00 48
15 24
05 24
08 89
07 39
23 35
03 04
05 98
07 38
13 77
18 98
03 77
08 59
17 98
12 98
19 26
02 88
03 38
05 88
23 37
05 36
08 25
07 88
15 88
13 67
18 47
06 98
00 88
04 24
05 59
06 88
23 38
12 48
19 67
04 99
05 35
06 77
00 67
14 98
04 29
14 77
12 88
02 58
03 88
05 37
07 22
33 34
16 88
19 88
08 78
07 37
08 79
17 67
09 04
35 29
12 66
33 38
03 98
04 79
08 57
08 68
34 57
23 24
07 98
04 69
09 88
23 26
00 77
15 55
15 97
04 26
17 77
04 38
04 44
04 58
00 36
13 88
23 29
16 96
04 22
00 87
04 48
09 97
33 39
33 27
02 06
08 56
37 25
12 67
15 87
16 14
18 77
05 58
33 35
23 34
16 77
19 98
04 59
05 06
37 28
18 67
08 24
07 27
29 46
13 02
13 98
04 46
16 67
37 66
36 46
23 28
15 77
04 27
04 57
14 67
04 66
05 67
24 27
14 55
22 68
39 47
32 38
16 16
17 87
04 25
00 02
18 87
05 77
08 06
28 78
12 15
16 97
35 35
26 99
33 22
02 67
04 56
09 06
11 19
01 06
27 48
03 87
08 98
34 69
24 46
33 36
33 29
04 37
14 14
13 76
12 00
05 55
23 27
13 18
26 89
23 39
12 77
17 06
23 36
13 16
12 03
12 97
17 08
35 48
35 66
32 36
15 03
04 34
09 98
37 48
24 22
24 57
28 56
11 06
16 07
17 96
38 56
16 55
19 97
04 98
09 02
14 09
12 05
23 22
15 67
15 65
19 00
18 17
28 47
43 22
35 37
34 22
39 59
27 47
33 25
52 38
19 07
19 76
11 02
14 05
19 55
34 27
39 58
36 78
12 07
19 02
24 26
25 56
15 76
13 06
16 18
17 97
08 03
09 96
11 00
14 06
08 77
09 77
37 44
37 99
28 89
27 49
45 49
14 02
14 97
05 05
24 34
14 96
16 03
17 03
09 08
22 49
35 58
38 99
39 36
39 69
26 78
25 68
11 18
04 88
09 87
26 29
27 57
45 48
15 85
13 55
16 06
17 02
13 03
13 07
37 35
23 25
12 02
16 02
16 86
07 07
24 68
28 29
26 66
26 68
24 47
25 59
45 47
19 06
35 99
38 66
24 89
37 34
37 69
15 06
13 97
18 55
04 28
04 77
39 49
45 46
00 76
18 65
36 34
24 69
24 99
27 58
37 22
24 49
45 39
13 87
13 96
18 02
36 56
36 49
36 89
29 49
15 02
03 67
09 07
35 44
25 22
27 22
27 59
27 46
01 17
18 05
03 06
08 02
08 67
38 89
24 58
25 44
01 02
14 86
12 17
35 34
39 79
24 88
28 79
28 68
45 57
15 86
22 48
36 44
26 48
24 48
25 66
16 19
08 97
09 86
37 38
37 59
37 47
36 69
24 35
25 34
27 66
32 34
00 07
13 86
09 67
37 49
37 78
25 57
25 58
15 16
37 68
24 66
29 59
29 47
45 34
45 59
18 96
39 89
36 57
24 44
24 79
29 99
14 65
12 76
03 05
04 97
22 46
38 58
37 79
17 76
22 58
36 26
28 49
27 79
29 66
33 26
11 05
01 19
14 16
13 13
06 87
22 89
35 47
37 26
39 88
25 69
28 59
28 46
45 44
14 18
14 64
07 97
25 79
28 57
29 58
12 96
07 77
24 56
28 66
27 69
14 87
35 57
38 57
38 59
38 47
38 49
37 58
28 58
15 12
17 00
35 59
36 99
25 49
55 48
11 03
15 96
17 19
07 67
22 34
38 69
36 48
26 49
29 89
01 03
17 95
38 48
37 39
13 65
05 87
09 00
35 49
35 68
38 44
14 19
01 08
75 49
18 86
17 55
06 67
09 12
39 56
36 66
24 59
27 27
29 34
45 22
05 07
35 26
39 46
28 99
14 76
13 15
09 76
35 89
37 57
27 68
54 59
43 34
17 15
17 16
36 59
36 47
26 69
55 47
22 79
39 25
36 79
54 58
03 00
22 66
26 44
25 89
01 12
19 86
17 75
03 02
09 95
38 34
28 69
45 56
13 64
18 12
17 85
36 58
36 88
25 47
28 34
37 88
36 68
55 59
55 49
45 58
11 15
11 08
03 86
22 99
35 69
38 68
00 86
16 87
18 97
04 02
22 57
39 48
14 95
16 00
16 05
06 06
35 79
26 56
43 26
19 65
19 96
17 84
09 09
35 46
34 79
38 79
27 89
14 73
16 64
18 00
35 39
33 28
18 76
34 48
34 49
27 99
43 29
17 05
35 56
37 46
26 46
25 46
25 98
27 56
75 44
13 09
12 86
18 64
37 89
36 28
26 59
25 29
14 03
14 54
13 84
18 09
07 05
35 78
39 57
47 99
55 56
14 75
14 85
12 87
04 08
04 76
39 66
25 88
14 13
19 95
17 09
04 67
38 88
15 95
12 06
17 65
03 96
45 27
05 02
37 56
39 78
26 57
25 78
28 44
29 69
00 97
07 06
01 09
18 54
18 85
26 88
28 38
42 39
15 15
18 84
17 13
25 99
29 48
31 02
03 55
43 38
14 74
16 76
03 76
34 78
28 22
45 38
00 08
12 95
19 75
17 86
26 58
11 09
19 04
06 76
34 56
37 27
39 44
11 16
54 57
17 94
37 98
24 98
29 56
33 02
19 87
19 53
07 02
07 86
36 27
33 04
64 57
37 77
26 79
24 29
23 02
54 29
16 09
06 08
22 69
34 99
55 44
00 00
16 12
16 95
18 14
55 46
15 54
16 65
16 85
22 44
22 59
34 44
34 59
39 68
26 47
28 77
13 93
17 12
05 76
35 27
39 99
36 29
53 38
15 75
06 97
07 87
37 29
36 38
65 46
14 84
05 86
34 66
36 77
24 78
28 27
28 48
65 56
15 19
03 19
07 08
22 56
11 12
21 04
05 96
55 58
33 24
23 04
13 85
13 95
13 94
18 94
09 85
35 38
13 74
17 45
17 43
03 97
08 87
11 07
53 27
42 34
13 75
05 00
05 75
26 77
12 75
02 87
22 47
29 57
64 56
18 15
06 86
35 28
27 44
54 56
15 43
02 97
04 87
06 96
07 00
42 38
14 43
19 85
18 75
06 09
22 77
34 46
34 89
25 48
55 26
53 26
07 96
22 88
34 47
25 38
15 74
16 94
18 63
29 44
32 39
15 94
14 94
16 54
17 74
29 78
29 88
44 47
48 69
16 93
02 08
02 96
05 12
35 88
65 57
53 36
42 36
15 64
18 03
06 12
06 03
06 07
22 78
34 68
27 78
00 85
19 45
05 97
35 25
59 56
43 39
65 44
15 45
17 64
04 86
08 07
16 45
08 96
67 49
15 09
19 63
39 26
24 87
55 57
65 58
16 13
35 22
39 98
24 28
84 58
00 96
18 19
17 52
34 98
24 25
67 66
15 63
15 93
18 45
39 77
29 68
49 89
43 36
72 38
04 95
22 22
39 28
24 77
27 88
29 79
01 00
75 56
21 08
19 73
02 00
05 08
34 58
24 38
47 68
41 04
15 13
14 63
19 54
03 12
07 55
25 67
46 99
49 44
45 26
65 22
32 37
Ġ 8
06 54
34 38
46 48
33 08
01 13
02 55
27 38
44 78
47 58
84 56
12 55
03 07
34 88
36 98
26 38
33 00
23 08
53 28
42 37
18 06
18 74
53 29
05 09
07 04
58 69
76 48
21 00
63 38
19 74
39 22
25 77
43 28
34 77
44 57
56 69
54 22
53 25
31 04
16 75
17 18
26 26
29 38
46 57
33 37
43 27
42 35
92 38
12 85
17 32
02 02
34 36
56 89
23 06
11 14
11 13
01 18
09 05
44 89
54 27
73 28
13 62
12 64
12 84
19 64
04 04
29 27
76 78
15 84
13 14
17 83
03 85
08 86
09 54
09 75
36 25
24 24
25 26
65 48
32 35
35 77
44 48
46 89
52 39
06 55
08 00
08 76
09 43
09 84
45 28
53 39
19 19
18 95
17 63
04 85
05 03
22 28
29 77
59 68
01 15
65 49
32 07
14 83
16 84
18 92
02 95
44 66
57 68
59 69
53 34
17 73
07 76
09 55
37 37
25 27
44 58
14 15
03 75
04 96
22 98
35 98
24 86
44 69
46 46
65 47
32 00
19 94
02 86
22 38
34 26
28 88
29 25
13 92
16 15
17 82
36 35
44 49
23 00
14 62
12 54
16 74
08 95
34 39
56 78
14 00
13 73
36 87
24 76
59 58
45 35
64 58
18 82
34 29
24 97
49 57
65 38
32 08
86 48
53 22
75 57
75 48
16 73
19 93
07 64
39 27
59 48
59 79
47 48
47 79
45 25
43 25
19 12
18 73
17 93
04 55
07 95
47 89
67 58
06 00
06 05
06 65
58 89
67 57
67 46
45 37
53 35
21 02
74 29
74 57
14 71
36 36
47 88
33 03
13 82
12 94
06 02
26 28
56 56
47 66
01 16
21 05
83 22
15 42
17 17
09 93
37 76
84 57
14 81
16 62
06 85
06 95
38 98
23 12
87 56
72 39
14 92
13 54
09 94
34 25
24 39
58 78
49 68
55 39
19 82
18 13
08 85
59 46
47 78
67 44
67 78
67 68
23 03
21 03
52 35
15 73
15 72
18 16
17 92
36 39
29 28
59 66
59 88
23 07
62 39
30 12
18 93
05 85
09 64
36 97
27 29
49 78
54 28
37 02
27 98
14 45
05 64
34 24
36 04
26 25
26 98
27 39
44 99
56 99
45 29
43 24
65 28
31 03
15 53
15 83
17 33
17 41
38 25
59 47
67 69
43 37
41 07
19 09
18 71
38 78
48 78
63 29
51 02
15 62
14 32
14 93
14 61
08 64
27 25
44 46
57 66
59 78
58 66
58 99
49 66
68 68
63 39
52 37
14 72
16 83
57 78
33 07
95 56
10 12
14 82
18 83
09 74
22 25
38 29
36 22
46 69
48 99
76 56
00 75
59 99
67 79
53 24
03 73
05 94
34 35
34 87
38 77
36 24
28 98
44 68
58 68
53 02
00 93
14 41
13 52
13 83
04 07
05 45
09 45
09 65
29 98
46 56
46 79
48 68
55 28
63 22
62 37
16 82
16 92
19 84
19 61
05 95
05 84
36 37
46 49
47 57
54 24
97 78
86 57
42 02
13 45
03 64
03 94
08 65
26 27
58 79
49 69
55 35
33 06
00 83
03 95
34 76
49 47
55 25
54 25
12 65
19 72
19 92
17 42
03 74
08 94
34 34
26 35
28 25
44 56
55 22
85 58
21 07
63 27
12 62
18 23
18 32
04 06
38 35
39 39
59 89
49 99
67 48
76 79
87 79
75 58
14 51
16 72
19 43
18 90
36 07
28 35
46 26
47 69
14 53
19 51
03 65
73 26
16 43
18 43
17 53
06 94
57 69
58 58
47 56
76 47
87 78
73 27
16 32
17 62
08 84
26 24
46 78
46 68
48 88
73 29
52 34
13 43
16 81
19 62
17 51
03 45
22 35
36 67
36 96
54 39
75 38
75 59
31 07
00 65
15 71
13 33
12 93
18 33
18 62
17 80
02 07
39 35
28 26
57 56
46 58
48 66
48 89
54 35
63 37
73 38
00 64
00 84
13 42
13 61
16 42
03 08
03 09
22 27
46 59
77 49
87 58
15 82
13 53
19 52
19 70
17 60
57 99
48 49
97 68
96 78
94 56
00 95
14 42
12 09
16 33
16 61
19 42
19 83
17 23
38 27
57 79
21 06
74 56
41 02
19 91
29 39
67 59
54 37
15 52
14 91
36 02
25 39
28 37
29 26
31 05
73 35
12 83
16 63
08 05
08 09
55 24
54 38
74 58
17 72
17 90
22 39
57 88
49 56
67 27
53 37
74 59
15 91
17 81
46 66
48 79
55 29
67 56
54 26
32 04
86 79
86 78
64 59
74 38
72 34
15 61
13 91
28 28
77 78
85 56
15 20
19 81
18 61
18 80
44 79
77 57
23 05
31 00
13 72
18 81
03 62
25 37
46 47
77 69
88 89
45 24
54 02
54 34
15 81
16 80
28 39
87 66
74 22
16 51
44 59
48 48
67 47
23 09
96 58
21 09
63 25
15 92
14 40
18 91
04 64
36 95
46 88
66 68
55 38
55 37
55 27
33 05
76 57
43 35
62 35
00 94
24 37
49 59
49 79
32 06
85 57
64 34
15 33
14 60
22 37
32 02
96 47
21 12
72 37
82 39
20 12
13 70
18 52
17 61
17 91
05 83
65 27
73 37
73 39
16 23
19 71
09 53
22 29
86 38
86 56
41 08
04 00
06 45
22 26
46 38
55 34
74 37
93 25
15 10
14 23
14 30
13 71
02 84
04 94
06 83
29 37
77 56
77 68
85 59
15 70
19 11
06 75
26 34
46 98
69 56
14 33
13 41
13 81
16 53
02 76
03 84
39 37
29 24
44 88
57 48
49 58
32 09
73 25
15 80
16 52
04 84
08 83
07 65
44 98
87 69
74 27
63 35
15 40
15 60
14 31
14 90
13 40
18 42
17 71
77 47
77 66
73 22
00 82
16 71
19 23
17 54
05 93
08 75
07 85
07 94
09 62
26 22
26 37
69 99
55 36
32 12
95 59
95 48
74 35
00 45
13 30
18 72
18 51
17 40
04 65
04 75
26 39
28 24
44 38
79 88
02 12
03 03
33 12
97 69
85 48
64 24
74 34
14 11
17 30
17 70
02 65
07 84
36 76
29 29
58 48
79 66
62 34
15 31
15 41
14 52
16 20
19 10
19 50
19 80
17 50
03 54
06 42
22 76
56 68
57 89
97 49
15 90
17 10
06 93
09 83
69 78
74 24
00 12
15 30
14 21
19 33
17 21
17 31
06 84
25 24
27 35
79 79
16 70
17 01
02 75
26 87
44 39
68 79
43 08
86 58
016 4
13 21
13 60
17 20
08 08
27 37
56 66
57 59
77 59
76 59
75 35
13 23
13 63
13 51
18 53
03 93
05 65
44 28
47 59
85 44
64 38
83 38
72 35
13 11
16 40
04 09
05 54
05 43
25 25
29 35
48 56
77 79
75 46
85 27
85 49
31 12
92 35
51 07
15 23
13 32
19 20
18 41
04 45
33 09
11 11
87 59
97 58
75 39
95 38
84 59
15 32
14 50
13 90
48 98
66 66
012 9
15 50
14 70
16 31
04 03
08 82
47 49
67 38
52 36
93 27
19 30
17 14
02 05
39 76
57 57
68 66
67 37
97 56
95 58
64 28
13 50
12 42
19 31
19 41
18 18
34 28
24 36
48 46
48 47
68 99
43 07
97 59
85 46
74 36
94 57
63 28
93 22
97 47
86 47
95 49
64 35
64 27
02 09
04 54
25 35
76 49
96 79
62 36
92 37
00 54
14 10
18 10
03 53
06 82
39 34
28 36
44 27
69 66
87 49
96 59
12 91
16 41
19 90
29 22
97 79
96 56
75 47
84 38
62 38
15 01
15 51
12 41
08 74
69 58
67 35
86 49
52 00
13 10
18 50
02 83
03 82
05 92
24 07
84 25
63 36
14 20
04 93
05 74
34 37
38 38
69 59
76 46
86 27
64 36
016 0
14 80
12 45
16 10
16 91
19 40
05 42
07 83
66 89
68 89
67 39
98 89
65 26
65 59
75 34
95 47
16 11
02 73
27 77
56 79
48 57
88 79
67 22
95 44
94 58
018 5
12 74
16 50
16 60
02 85
26 36
48 58
78 78
54 36
32 03
96 49
53 08
75 22
63 24
00 55
14 01
04 83
06 92
49 49
67 26
76 58
86 59
93 38
15 21
16 30
02 94
39 29
46 22
97 66
00 09
13 80
18 40
18 70
02 54
05 63
69 69
88 78
87 68
64 26
00 06
18 21
18 31
08 55
07 45
39 24
47 98
66 56
76 29
87 57
95 57
00 51
03 92
07 61
97 48
93 35
93 26
113 4
13 31
16 90
19 32
19 60
04 12
08 45
08 62
27 36
27 28
44 22
44 29
84 29
73 24
93 34
014 7
39 38
79 89
67 28
11 10
87 38
87 48
65 35
85 47
84 34
012 2
013 6
16 01
16 21
19 21
04 05
25 28
49 38
66 58
66 99
11 01
87 47
75 24
85 37
83 28
82 38
017 0
13 01
12 81
18 20
03 63
06 74
07 74
07 92
09 72
27 34
48 59
78 69
65 29
96 57
73 34
83 37
82 34
016 3
12 92
06 71
27 24
56 57
56 58
78 89
78 99
75 25
64 25
018 7
18 60
03 61
04 74
08 43
35 24
27 26
44 44
56 59
56 88
46 77
64 22
84 22
012 3
08 63
56 49
64 39
014 5
00 52
15 17
13 20
06 62
78 59
87 29
83 26
12 82
04 43
08 92
77 38
67 34
67 25
67 29
45 36
65 36
86 44
74 26
73 36
012 8
014 4
00 53
12 72
06 91
79 99
76 44
97 38
97 46
95 22
64 37
64 29
93 28
41 05
015 2
018 0
019 2
12 52
18 30
08 33
49 88
68 57
96 27
75 37
75 28
85 38
94 35
94 25
017 4
017 6
12 63
09 52
58 38
47 38
69 88
68 78
67 24
76 28
87 27
97 57
06 72
08 53
44 26
78 79
77 77
65 34
65 39
32 05
86 77
84 24
83 24
013 1
013 7
014 3
00 71
14 17
12 51
19 17
07 54
07 82
79 58
86 46
83 39
62 02
016 5
013 2
00 43
00 63
12 43
12 53
12 60
18 11
04 92
05 51
08 72
07 09
44 24
59 57
69 89
98 49
65 24
86 22
96 38
96 48
75 27
94 27
83 34
82 37
019 6
19 01
03 43
06 63
47 35
76 22
76 38
86 24
013 4
00 42
13 17
04 81
08 81
08 91
07 91
86 34
86 28
85 25
85 28
95 35
84 37
92 34
013 3
014 0
117 9
108 4
00 23
12 21
03 91
08 61
44 37
68 46
87 44
87 46
85 26
95 37
012 0
016 2
013 0
015 1
12 71
02 42
04 53
08 73
58 57
66 57
68 38
87 22
96 36
85 39
74 39
94 37
94 26
93 36
93 29
92 39
012 6
015 0
019 9
017 1
017 2
114 6
03 81
07 52
47 47
95 34
94 59
016 9
013 9
019 7
114 0
00 70
12 73
18 01
04 63
06 51
49 48
68 88
76 35
98 58
98 78
86 35
75 29
94 22
83 27
82 35
00 92
02 45
02 52
03 72
08 54
08 52
09 91
77 48
89 57
98 69
94 38
015 7
017 9
00 62
12 33
12 30
16 17
04 72
06 43
25 36
68 69
89 89
98 59
65 25
97 37
012 4
018 4
018 8
019 8
205 8
12 90
03 42
03 52
03 41
04 73
05 33
08 90
07 72
09 42
89 79
86 29
96 46
84 28
83 36
00 91
12 70
02 72
02 82
04 52
04 82
05 81
76 24
97 39
97 44
86 37
95 39
016 6
015 6
03 23
05 53
08 71
09 63
56 46
59 59
49 46
77 22
76 27
86 39
85 35
015 4
019 5
12 23
05 21
08 23
08 42
07 33
58 88
47 37
47 44
66 69
76 26
87 28
65 37
84 39
012 5
012 7
015 8
108 8
19 15
04 91
06 52
07 73
48 38
66 79
76 34
95 36
015 5
014 6
018 9
19 16
17 11
03 32
06 53
09 61
09 71
58 56
58 49
78 44
76 37
75 36
75 26
85 22
95 24
94 28
83 25
014 9
017 3
104 4
12 61
05 71
06 64
09 32
09 73
09 82
49 26
87 37
96 28
85 24
63 26
014 2
018 2
019 4
113 1
05 82
06 31
58 44
48 22
89 99
85 34
95 27
74 28
019 3
100 0
00 73
00 61
15 11
05 72
06 50
08 93
07 23
98 66
01 01
018 1
018 6
114 3
107 9
19 14
02 64
05 10
05 50
06 73
09 51
09 81
57 38
58 59
66 88
77 34
77 46
55 45
98 56
97 34
86 36
85 29
74 25
93 24
016 8
112 2
116 2
00 72
15 14
12 10
04 30
49 28
78 88
87 35
84 35
012 1
014 1
107 5
48 26
48 25
49 37
97 22
97 29
84 27
107 0
112 1
104 2
02 81
03 83
07 43
48 27
69 46
69 79
68 56
67 36
97 26
113 3
104 8
12 32
12 20
19 13
05 23
05 91
08 20
66 78
79 57
77 36
114 4
113 0
113 8
108 7
06 41
44 25
58 47
46 35
014 8
117 6
103 6
118 3
12 31
02 43
02 53
02 93
03 33
03 60
04 61
04 40
05 41
06 23
06 20
06 80
07 71
09 80
56 47
66 59
78 57
99 99
11 17
84 36
83 35
016 1
105 1
12 50
02 40
04 62
05 62
07 81
09 92
38 22
77 35
88 68
87 26
96 34
96 29
95 26
013 5
100 5
102 3
119 1
314 5
04 42
38 37
44 34
88 57
83 29
72 36
015 3
018 3
114 8
112 5
238 4
03 51
03 71
07 42
09 20
09 30
69 57
77 58
76 25
97 27
95 25
84 26
63 34
92 36
019 0
117 8
103 9
116 5
00 81
02 23
02 74
03 90
05 60
48 34
66 47
79 68
77 28
117 4
108 2
104 3
103 4
119 6
237 8
06 33
08 31
07 75
58 46
79 49
77 39
55 55
87 39
95 28
82 36
017 5
017 8
107 4
117 3
106 2
106 5
119 2
115 4
115 5
118 1
239 2
03 30
09 33
09 90
57 25
48 29
78 68
97 28
86 25
96 37
94 34
114 7
113 7
100 6
215 6
04 41
06 61
06 81
09 70
38 24
44 35
49 27
89 66
76 39
87 24
97 35
96 25
94 39
93 39
107 2
105 5
103 5
119 4
109 9
00 60
06 10
08 51
22 36
38 26
59 37
47 46
79 98
88 56
88 66
01 14
87 34
97 36
93 37
100 9
106 8
116 8
217 7
00 74
12 80
03 80
08 32
09 23
38 28
57 46
59 98
47 34
47 28
47 27
79 69
97 25
96 22
95 46
112 0
214 7
238 6
04 51
05 40
06 32
07 62
09 60
55 54
96 39
96 77
85 36
017 7
118 7
116 9
205 6
206 2
216 0
04 31
04 70
05 32
05 52
06 60
09 40
38 39
47 25
89 69
45 45
96 26
107 7
100 2
108 1
102 0
119 9
115 8
214 0
209 9
12 40
56 37
48 37
78 58
77 25
86 26
013 8
112 9
108 9
102 6
109 1
214 2
00 33
00 40
02 51
03 70
09 50
29 36
56 27
49 25
89 59
107 1
106 3
109 8
338 4
03 20
05 73
05 90
79 78
88 69
100 8
104 5
207 3
00 32
00 31
00 41
00 90
04 33
06 40
56 48
49 24
77 24
77 27
105 3
105 6
106 0
106 1
106 6
102 4
109 6
207 9
204 3
02 92
02 61
03 18
08 70
56 35
57 28
49 35
54 55
114 9
113 5
117 2
105 9
102 5
205 0
239 1
238 8
218 1
304 2
00 14
02 63
06 90
29 67
46 37
46 27
68 98
107 6
103 8
119 8
205 2
215 1
214 5
218 7
305 7
00 10
05 30
08 50
07 32
07 20
09 13
09 21
09 41
59 28
46 24
47 39
47 26
49 98
79 26
76 36
97 24
64 55
015 9
019 1
114 5
100 3
103 2
106 9
119 3
109 4
202 8
204 7
312 3
306 3
02 71
03 15
05 31
06 21
06 70
08 40
08 80
46 28
99 78
76 77
98 57
94 29
104 0
104 9
103 3
215 8
239 4
212 5
312 9
337 3
425 1
233 2
02 90
07 70
46 25
46 44
88 88
87 36
108 0
104 1
104 6
102 7
115 9
118 4
303 8
305 0
313 9
02 18
02 62
03 16
03 31
03 40
04 50
09 31
56 38
48 39
68 49
96 44
016 7
107 8
100 4
117 0
105 2
115 0
116 4
116 7
215 5
206 5
208 0
217 4
238 3
235 3
219 9
234 8
236 3
336 6
438 5
02 60
04 71
06 30
08 41
07 53
07 93
07 40
37 24
56 34
59 35
46 34
46 39
47 24
47 29
48 24
66 38
77 44
89 78
33 23
113 2
113 9
112 3
104 7
118 0
217 3
200 7
337 4
306 6
339 7
06 18
07 60
22 24
57 26
48 28
66 24
95 29
103 0
106 7
102 8
119 7
115 2
115 7
118 2
208 4
200 3
238 0
235 9
212 6
203 8
324 9
304 0
306 1
318 5
418 1
00 50
12 18
02 50
04 20
06 17
09 10
66 26
33 31
98 68
118 9
205 9
206 1
206 4
217 8
239 8
204 6
307 1
237 7
314 1
12 16
04 90
05 61
08 21
57 29
79 59
89 56
67 67
98 22
114 2
112 6
117 7
103 1
102 2
115 6
206 3
239 3
200 4
238 7
238 9
212 7
219 0
219 6
213 1
237 0
428 0
05 70
08 60
07 63
07 30
07 90
58 25
48 44
68 28
87 25
96 24
94 36
100 1
105 0
105 4
106 4
115 1
118 8
116 6
204 1
203 6
218 4
213 9
305 5
236 4
236 7
322 0
322 8
308 0
334 2
456 2
506 7
516 9
00 30
02 33
02 70
58 39
58 36
66 34
77 29
112 4
102 9
116 0
202 9
235 8
212 1
209 6
218 0
234 6
338 3
329 3
02 41
02 30
07 50
56 24
46 29
69 48
205 4
214 1
302 4
236 9
324 7
308 5
418 9
559 1
323 0
05 20
05 80
07 51
56 25
57 49
58 28
66 49
69 68
88 49
99 89
108 3
103 7
102 1
115 3
116 3
109 3
208 2
208 3
200 6
235 2
219 1
218 5
236 0
335 8
328 1
426 2
417 8
515 6
233 1
02 31
05 19
06 13
35 36
56 29
59 22
59 36
58 35
58 34
66 35
94 24
117 1
116 1
206 9
217 0
217 9
200 5
207 0
207 2
207 6
212 9
203 9
307 6
338 6
322 2
335 1
325 2
439 7
407 7
428 9
409 4
435 3
406 7
437 7
528 7
12 13
12 01
03 13
07 31
114 1
109 7
205 7
215 4
206 6
208 8
200 0
238 5
235 5
216 2
207 8
203 3
236 6
326 7
335 3
309 1
317 7
334 4
424 6
427 9
02 91
03 11
03 21
04 32
07 21
56 36
58 27
69 98
68 44
205 1
215 7
202 6
214 3
235 4
207 4
213 3
237 2
314 4
312 0
309 3
325 7
318 2
513 9
00 13
00 21
04 21
04 80
05 14
05 01
07 41
57 22
59 26
49 34
112 8
117 5
215 0
208 7
239 7
207 7
209 7
213 7
328 3
336 8
319 3
418 4
406 0
509 7
505 0
06 19
06 01
08 01
56 28
59 27
48 35
49 36
79 28
69 22
69 28
68 34
68 26
55 43
23 10
118 5
215 2
216 3
216 4
234 0
234 2
338 7
326 2
315 8
319 5
426 3
12 19
56 98
58 24
58 98
112 7
215 3
206 7
239 5
200 1
204 4
204 9
203 0
219 2
303 5
302 3
326 4
326 9
327 2
327 5
327 9
404 6
316 7
429 5
435 4
527 1
556 5
539 8
529 2
534 4
00 20
03 50
04 18
04 01
09 14
59 44
66 37
79 46
78 47
69 44
96 35
214 8
235 0
216 7
209 3
209 4
213 2
237 1
322 1
325 5
325 6
313 5
317 4
407 1
405 8
402 6
416 2
508 1
519 5
719 4
02 10
06 15
07 10
56 44
59 38
66 48
79 29
68 48
89 58
33 33
97 67
113 6
119 0
214 6
217 2
235 1
212 8
219 7
314 8
236 2
335 0
309 2
336 5
318 0
318 9
308 3
316 3
439 6
428 3
500 2
515 2
04 23
57 34
57 37
57 44
49 39
68 37
77 37
98 38
108 6
205 3
202 5
208 6
208 9
238 1
238 2
219 3
219 5
307 3
302 9
314 9
315 0
315 3
324 0
324 3
308 9
334 0
436 6
339 9
403 1
457 7
408 2
402 9
400 2
516 4
507 1
535 1
646 5
02 32
08 10
08 30
49 29
66 28
79 35
69 39
89 88
202 2
216 6
203 2
209 8
307 7
324 2
309 7
304 6
317 1
319 2
319 4
459 8
456 8
556 1
539 6
59 39
66 22
66 27
79 25
69 26
33 32
45 42
202 1
214 4
200 8
207 1
212 4
203 4
234 1
234 5
302 7
326 5
326 6
337 9
419 6
436 1
407 4
414 1
456 7
406 8
457 0
408 1
413 1
508 9
546 2
537 1
769 0
716 8
00 80
02 80
03 17
04 17
07 16
59 29
69 27
69 47
68 25
89 22
89 29
98 39
119 5
235 7
203 5
209 2
218 6
307 0
307 4
237 5
237 9
302 2
322 4
326 0
300 0
337 7
317 2
318 7
425 8
422 0
458 2
458 9
502 5
557 1
525 3
513 0
538 7
639 3
746 6
455 1
04 14
08 15
08 16
58 29
49 22
66 29
79 48
98 48
105 8
109 0
206 8
208 1
216 9
219 8
307 9
213 4
234 4
302 8
338 9
335 4
328 4
328 6
312 2
312 8
315 7
309 6
306 2
308 1
334 9
404 2
316 6
316 9
415 7
424 5
400 7
437 1
512 9
539 7
507 5
547 2
758 2
747 1
423 0
00 15
04 10
05 11
06 14
47 22
66 25
77 26
55 53
33 20
33 30
107 3
202 3
218 2
218 8
213 0
305 4
300 3
315 4
337 0
304 9
336 1
334 1
334 3
329 4
329 8
407 5
403 4
406 4
422 5
413 9
434 1
524 9
529 3
503 9
706 1
728 2
532 0
58 22
78 34
88 38
99 56
75 45
109 5
202 4
239 6
212 3
209 1
303 1
303 2
303 3
302 5
314 0
314 3
338 0
335 7
312 4
337 5
313 0
313 6
317 0
319 6
319 8
419 0
426 1
412 7
429 1
415 1
415 5
435 6
406 6
408 3
400 0
416 9
512 4
657 8
703 2
913 8
933 0
04 19
07 80
44 36
57 24
58 37
79 34
79 38
78 38
69 37
33 21
100 7
118 6
205 5
217 5
234 7
305 8
236 5
322 3
327 3
335 6
337 6
306 9
313 1
438 7
412 8
427 3
405 2
402 4
400 4
400 9
413 8
502 0
524 3
536 8
612 7
617 7
812 4
904 1
956 3
533 0
04 16
09 15
78 25
69 35
98 34
108 5
214 9
200 2
212 2
204 8
203 7
213 5
237 6
338 5
305 6
236 8
300 1
300 7
324 1
336 7
336 9
318 3
329 2
409 9
412 1
412 3
412 6
418 2
418 5
459 9
524 0
517 3
528 1
646 1
679 8
647 3
678 3
603 9
08 14
47 36
79 44
68 35
68 39
23 23
105 7
314 7
300 5
327 7
335 9
312 1
309 9
319 7
318 8
404 4
316 0
439 9
419 5
419 9
414 8
422 3
422 9
457 9
509 2
559 3
516 7
525 5
514 8
500 9
522 2
600 1
547 8
644 0
702 6
712 2
627 0
707 7
825 2
233 0
02 16
02 19
02 20
09 19
09 17
56 39
59 25
89 68
217 6
239 9
200 9
235 6
218 9
234 9
237 3
303 6
236 1
327 6
335 5
328 2
315 6
304 1
313 7
308 8
329 1
438 2
438 9
428 1
426 5
426 7
459 3
429 4
403 3
427 6
457 6
457 8
408 9
434 9
416 6
512 7
524 5
516 1
527 7
534 5
544 3
548 4
549 9
558 3
625 8
655 4
00 19
03 10
05 15
57 39
57 47
59 24
79 56
89 44
33 13
23 21
215 9
216 8
209 5
338 1
312 5
315 5
324 5
306 4
317 9
334 6
404 9
436 0
339 8
438 3
417 1
456 6
424 3
457 3
457 4
402 5
413 2
413 7
434 4
416 7
458 4
559 4
519 3
525 7
517 6
546 9
528 9
515 8
535 5
635 2
635 6
615 2
616 0
812 2
835 7
767 6
732 1
02 11
03 01
07 14
07 17
59 49
79 22
89 38
88 28
88 44
88 47
86 55
212 0
303 7
300 8
328 8
315 2
324 4
304 3
306 7
317 8
318 4
404 1
419 3
425 4
436 7
436 8
407 2
409 1
415 0
403 2
437 9
504 0
458 1
509 0
508 8
506 6
516 6
517 7
513 8
514 5
556 3
556 4
536 4
518 0
518 5
547 6
558 2
758 8
725 0
725 6
718 2
718 4
934 4
868 0
989 8
03 14
57 27
78 46
69 25
89 25
89 48
202 7
203 1
307 2
302 0
322 9
326 1
326 3
326 8
300 4
328 7
324 6
309 0
317 6
404 0
439 5
419 4
425 7
436 5
418 3
422 1
422 7
424 2
413 3
413 4
434 0
416 1
526 9
559 6
505 5
525 0
546 6
539 1
544 1
544 4
503 1
538 9
600 8
615 3
626 2
625 4
700 2
707 4
749 7
747 2
00 11
00 01
12 14
04 11
05 13
06 11
08 13
09 16
78 37
69 49
204 2
237 4
300 6
309 4
325 3
325 4
317 5
318 6
308 6
439 2
425 9
436 9
339 0
409 8
459 1
417 7
456 1
422 2
413 6
504 5
416 0
512 8
502 6
508 3
524 7
506 1
505 1
505 2
556 2
528 8
537 4
500 5
507 7
507 9
535 3
604 6
613 3
619 1
748 6
724 2
815 7
846 9
915 4
905 6
924 3
455 4
423 2
523 1
623 1
06 16
07 01
09 11
66 39
78 39
78 49
69 34
89 39
89 26
89 27
109 2
219 4
218 3
338 2
327 0
327 4
312 6
312 7
324 8
316 2
316 5
429 6
406 3
427 1
405 1
405 9
408 0
408 8
504 6
509 1
526 2
526 5
502 7
559 0
557 0
557 4
516 5
519 4
527 0
517 5
528 3
537 5
529 6
529 9
503 5
536 1
518 6
626 7
656 2
636 1
629 7
649 5
719 5
748 8
717 2
828 9
545 3
423 1
00 17
12 11
02 13
04 60
05 17
38 46
58 26
88 37
328 9
309 5
306 8
313 3
308 4
329 5
404 3
425 2
436 2
438 1
409 7
412 0
459 7
429 2
417 3
457 5
408 7
512 6
502 3
516 2
505 3
527 4
527 5
514 9
528 4
544 2
548 2
536 3
600 0
648 8
679 0
638 4
766 2
603 2
738 0
748 2
748 4
778 5
812 6
749 9
889 3
808 3
817 3
949 2
939 7
855 1
533 1
643 1
38 36
66 98
78 28
78 27
78 48
69 29
89 47
213 6
234 3
303 4
303 9
302 1
336 0
325 8
325 9
319 9
329 6
439 3
419 7
428 5
428 8
409 6
426 6
414 3
414 7
403 0
435 2
406 5
405 0
504 2
504 8
525 1
527 3
513 5
528 5
539 0
500 1
507 0
544 5
538 4
538 8
646 6
558 1
612 2
626 0
639 5
624 5
659 3
638 3
769 2
622 1
603 5
706 6
838 8
934 3
846 4
925 2
967 0
642 0
00 16
00 18
79 37
78 35
68 47
89 34
87 67
10 13
208 5
216 1
209 0
213 8
336 4
317 3
329 9
425 3
436 4
339 3
459 5
415 6
456 5
427 7
402 7
434 5
509 9
512 3
559 7
527 9
514 0
537 6
507 8
529 5
544 0
518 9
618 8
608 6
609 5
609 6
678 1
705 4
634 2
628 2
622 6
744 4
947 7
914 8
968 2
936 5
455 0
955 1
733 3
323 1
643 2
56 22
69 38
68 22
88 29
88 59
99 35
99 66
239 0
207 5
204 0
303 0
302 6
314 2
338 8
305 3
327 1
327 8
328 0
315 9
337 2
329 7
404 8
439 0
439 1
409 2
409 5
459 0
415 4
403 6
456 4
424 1
427 4
457 1
402 0
437 5
504 7
458 7
557 3
519 9
522 8
548 1
547 9
558 8
648 2
648 6
604 4
615 0
615 6
679 2
647 1
606 0
739 2
739 7
659 7
658 4
715 4
715 6
707 1
706 0
734 2
912 0
912 9
746 8
922 1
857 8
848 6
939 9
926 0
948 5
853 0
632 1
07 11
57 35
57 77
68 36
89 46
99 37
99 46
96 54
74 55
84 55
94 55
204 5
335 2
304 5
336 2
336 3
325 1
318 1
316 1
419 2
426 4
418 0
435 0
435 5
413 0
434 2
434 8
416 8
458 3
509 4
509 5
526 0
506 9
513 7
514 1
514 4
534 7
548 7
518 4
602 4
604 3
614 3
626 5
624 9
679 9
618 0
618 3
618 5
608 4
647 4
647 6
629 4
628 7
735 4
735 7
778 7
744 3
744 5
759 9
724 4
822 1
916 5
959 1
947 4
848 3
946 4
965 0
08 11
78 98
89 49
99 39
67 55
23 20
206 0
314 6
322 7
337 8
306 0
316 4
425 6
407 6
426 9
459 6
429 0
429 7
422 6
427 0
405 4
457 2
408 4
400 5
437 4
504 3
512 1
519 0
505 8
546 7
528 2
635 9
558 6
558 9
614 6
614 8
626 1
639 7
613 1
658 0
717 0
736 8
728 9
746 3
922 3
828 4
925 0
949 9
936 6
988 0
755 0
545 2
233 3
433 3
865 3
954 2
57 58
59 77
68 27
89 28
88 24
99 79
10 15
10 14
217 1
305 1
436 3
339 4
407 8
412 5
429 8
406 9
424 9
405 7
434 3
526 6
526 8
525 2
527 8
556 8
537 7
500 7
529 4
529 8
536 9
518 3
646 8
602 2
602 9
547 7
558 5
614 4
616 6
618 1
608 1
607 7
636 4
606 4
712 4
712 7
637 0
603 6
649 9
707 9
713 7
726 8
756 2
709 8
768 6
838 5
802 5
916 7
836 7
857 2
545 4
07 13
59 34
48 36
66 46
69 36
68 24
33 11
329 0
409 0
418 8
415 8
406 1
424 4
405 5
408 5
508 4
508 5
524 6
517 0
522 3
529 0
515 0
548 5
538 6
549 4
518 7
602 0
602 7
614 1
612 0
616 3
656 0
702 1
703 9
705 8
766 1
700 3
725 3
617 8
735 1
719 7
722 0
812 9
749 4
736 0
800 2
768 3
704 5
806 6
759 8
834 8
912 4
913 3
818 7
803 2
825 1
916 6
826 5
827 6
959 2
959 3
947 3
808 2
814 7
839 4
804 4
829 7
909 3
878 9
937 8
946 7
935 1
845 0
323 2
523 0
532 1
04 15
66 44
78 22
23 15
23 14
98 37
337 1
304 8
308 2
334 7
425 5
339 1
407 9
428 6
409 3
415 3
417 6
456 3
435 9
406 2
422 8
434 7
416 3
508 0
524 8
506 0
516 3
505 9
514 7
537 8
500 8
522 9
544 7
515 9
536 6
538 5
518 2
518 8
646 4
646 7
547 4
604 5
626 6
644 7
702 4
636 3
609 8
678 6
678 8
625 3
769 5
628 9
700 9
649 3
735 6
735 8
735 9
748 1
778 4
727 4
713 1
734 3
813 7
709 0
709 6
757 4
913 4
746 1
819 4
779 8
803 3
816 1
857 4
846 0
915 9
837 6
858 5
925 7
937 9
968 0
905 4
966 6
677 5
677 6
976 4
745 1
745 2
845 1
854 1
843 1
08 19
88 25
99 58
23 17
307 8
300 2
334 5
407 3
418 7
417 2
417 9
504 1
504 4
526 4
526 7
559 8
557 2
557 7
519 1
513 4
556 0
534 1
503 4
538 3
547 0
648 5
604 0
604 2
614 0
639 4
647 2
629 1
606 7
739 8
638 5
605 7
769 4
634 4
628 3
738 8
619 2
722 2
778 1
713 9
736 3
756 4
759 6
737 3
802 3
802 8
869 7
807 1
814 3
814 6
837 9
829 8
878 7
847 3
955 0
623 2
753 0
02 17
05 16
37 36
68 59
33 16
88 58
99 38
67 45
216 5
322 5
419 8
425 0
428 2
426 8
412 9
459 2
414 5
414 9
429 3
417 0
435 7
408 6
402 2
400 8
434 6
416 4
458 5
509 3
509 8
512 0
512 5
524 1
557 5
506 4
516 0
519 7
505 4
546 8
556 6
534 8
544 6
503 3
548 0
536 5
535 2
535 8
629 0
606 8
758 1
758 6
739 6
659 9
657 2
708 5
703 1
703 3
628 5
714 7
649 1
718 0
717 6
717 7
736 7
813 5
737 2
825 9
889 4
805 9
959 9
957 9
949 6
926 1
976 2
633 2
943 2
732 0
07 15
09 01
57 36
79 27
68 58
89 35
99 34
98 44
305 2
322 6
328 5
313 8
404 5
339 2
339 6
459 4
414 0
414 2
414 6
403 9
435 8
427 5
402 8
526 1
559 2
513 1
544 8
503 8
535 9
602 5
547 3
612 1
626 4
626 9
616 2
607 4
607 8
613 0
609 4
758 5
758 7
659 4
638 1
637 7
766 4
725 2
725 7
603 3
714 1
738 6
619 7
727 9
706 8
749 1
747 0
813 6
729 3
759 7
724 7
757 8
802 2
825 3
889 0
944 8
807 3
849 5
849 8
836 1
836 6
906 3
903 6
957 2
946 6
989 6
979 1
677 0
733 0
733 1
04 13
08 17
78 26
68 29
89 98
99 22
23 18
65 45
86 54
10 11
305 9
309 8
419 1
339 5
438 0
438 4
403 8
456 0
435 1
413 5
437 2
504 9
458 6
517 4
537 9
500 0
507 6
522 6
549 7
635 5
648 9
616 7
624 1
656 6
608 2
702 2
607 1
629 5
758 0
703 8
637 8
705 5
766 9
725 4
738 5
619 4
722 4
726 1
734 7
744 0
744 8
800 5
768 1
834 6
757 2
822 3
818 9
907 7
907 8
816 8
805 1
900 8
859 7
817 1
858 0
939 1
939 8
917 8
655 0
755 4
645 2
723 2
923 1
631 0
07 18
57 98
49 77
79 47
88 35
88 36
88 27
99 36
99 44
202 0
300 9
304 7
308 7
439 8
422 4
502 4
524 2
516 8
525 6
507 4
522 7
534 3
536 0
549 0
549 5
547 1
604 9
612 3
624 3
656 5
636 9
678 0
758 4
657 0
657 6
708 0
705 6
705 9
622 7
766 3
766 6
714 0
714 9
719 0
727 0
706 7
734 9
716 5
724 8
834 0
912 2
802 7
869 1
916 9
824 7
829 1
957 4
969 0
979 2
935 4
978 7
867 6
945 4
942 1
79 39
78 29
69 24
99 28
45 41
23 13
10 17
325 0
438 8
424 7
400 1
458 0
458 8
506 2
506 8
505 7
517 1
514 6
556 7
539 2
600 6
549 1
549 3
602 1
635 4
616 4
639 8
679 3
656 1
647 5
629 2
657 7
637 4
705 1
605 5
769 3
622 3
622 5
649 2
707 5
619 6
748 7
727 3
713 2
812 5
736 5
747 3
838 3
779 1
818 5
825 0
869 4
889 8
816 3
805 4
900 5
900 9
934 5
849 4
929 0
906 6
866 6
909 4
925 4
939 0
937 2
967 5
755 1
876 3
976 1
433 1
965 1
865 0
523 2
731 0
05 18
46 36
33 14
88 39
88 48
67 63
23 16
23 01
334 8
316 8
438 6
426 0
412 4
415 9
402 1
400 6
502 2
502 9
559 9
519 2
525 4
517 8
539 4
507 2
522 0
522 1
515 3
515 4
600 3
600 4
600 7
626 3
656 7
613 4
712 3
712 8
659 8
703 5
769 7
634 9
658 2
714 3
738 9
727 2
713 5
726 0
726 3
812 1
749 0
768 7
806 2
838 4
779 2
802 1
825 7
869 9
944 9
815 2
879 5
805 2
934 7
849 0
849 1
947 5
906 8
958 9
868 9
828 6
856 1
878 4
957 3
926 6
969 1
948 2
988 3
988 7
977 7
855 4
754 1
02 15
02 14
08 18
55 52
33 15
45 32
76 54
86 43
20 14
313 2
404 7
437 6
524 4
513 2
513 3
546 3
539 9
548 3
538 2
549 2
518 1
602 6
635 7
612 6
679 1
702 5
636 6
613 5
606 9
705 2
714 6
617 1
722 9
778 9
727 1
727 6
706 9
717 1
726 9
734 0
729 0
704 7
704 8
757 6
912 7
737 9
913 2
746 0
779 9
922 0
822 9
889 1
889 6
879 4
827 2
900 7
934 8
929 6
846 5
839 6
859 1
915 2
866 5
909 7
925 1
809 1
809 7
968 3
969 9
948 8
979 4
677 3
677 7
977 4
455 3
655 1
833 1
723 0
823 0
742 0
89 77
88 26
99 29
99 47
67 52
98 47
319 1
414 4
559 5
557 8
557 9
519 8
513 6
514 2
536 2
600 9
558 4
648 7
614 5
624 4
679 4
679 5
618 2
647 0
659 5
657 5
622 8
700 5
700 8
738 1
778 6
706 3
726 5
813 8
800 8
756 5
756 7
834 4
838 2
757 1
746 9
922 5
818 6
803 8
824 8
959 8
947 9
836 3
868 8
915 7
866 4
829 3
925 5
856 3
847 0
918 5
968 4
969 5
948 4
935 2
927 4
902 5
455 2
633 1
633 3
743 1
02 21
48 77
67 65
98 29
86 45
10 16
313 4
456 9
437 0
437 8
506 5
546 0
514 3
507 3
503 7
535 6
535 7
646 9
648 3
644 3
679 7
702 3
636 7
739 4
659 1
659 2
657 3
708 8
708 9
638 2
703 7
634 0
628 0
628 1
658 5
715 9
627 3
627 7
714 4
714 5
619 0
619 8
800 4
818 2
807 6
879 2
879 9
827 9
805 3
805 6
947 1
857 1
929 9
804 0
817 4
878 8
847 4
847 6
956 1
956 2
956 9
989 3
938 5
938 7
938 8
655 5
876 4
545 0
845 3
945 2
433 0
823 2
931 0
02 01
78 56
89 36
33 17
33 01
99 27
67 54
67 42
67 64
85 45
307 5
306 5
439 4
407 0
403 7
400 3
508 7
556 9
537 2
522 5
534 0
515 5
503 2
535 4
648 1
615 5
614 7
616 9
618 4
607 5
613 7
609 9
657 9
622 9
700 7
725 9
658 8
715 8
627 9
649 4
649 7
707 0
617 3
718 9
719 9
722 8
748 0
778 8
713 0
726 2
734 6
734 8
747 8
729 8
709 2
912 8
737 0
913 6
819 3
907 3
889 2
816 4
816 5
816 9
879 8
900 3
959 5
929 2
846 2
804 1
859 3
958 2
856 0
878 6
918 4
968 9
936 4
904 5
844 9
966 7
908 6
928 0
938 9
867 0
867 1
767 2
767 3
967 6
755 2
545 1
533 2
754 0
933 2
07 03
66 36
32 01
428 4
429 9
403 5
424 8
402 3
500 6
503 6
548 8
535 0
604 7
644 4
624 8
609 2
629 9
739 0
638 7
637 3
766 7
715 3
627 8
738 3
617 9
719 3
722 6
727 8
726 6
716 3
813 4
800 0
759 2
724 0
757 0
779 0
822 4
822 8
835 4
907 0
815 3
815 9
816 2
916 8
827 8
849 9
836 2
914 1
808 7
929 4
814 8
848 7
958 3
868 1
858 4
909 1
856 5
856 6
878 2
937 5
937 6
918 8
844 7
969 4
924 7
924 9
935 6
988 5
455 5
855 0
645 3
965 2
07 12
79 24
89 37
97 43
304 4
428 7
424 0
437 3
512 2
508 6
546 5
529 1
515 1
549 8
547 5
615 1
615 4
644 1
639 1
639 6
608 7
608 8
702 7
636 5
609 3
739 1
739 5
625 7
638 6
703 6
637 1
605 1
605 8
700 6
658 1
715 0
738 7
735 3
727 5
706 2
747 7
728 7
728 8
729 7
756 1
709 3
806 5
724 3
838 7
838 9
913 1
822 2
822 7
825 6
916 0
826 0
849 7
906 0
906 9
804 8
958 4
868 2
915 1
903 8
878 5
939 5
926 3
919 4
919 5
948 7
928 5
935 3
978 6
845 4
954 1
932 0
66 77
55 42
33 19
23 19
10 19
427 2
427 8
508 2
527 6
500 3
522 4
534 2
544 9
549 6
635 8
614 2
614 9
656 3
656 9
702 0
607 6
613 2
659 6
708 1
708 3
703 0
705 7
769 6
700 0
658 7
649 6
707 3
617 6
722 5
713 3
726 4
749 2
749 6
716 1
716 7
744 6
813 0
813 1
709 1
746 5
819 2
822 0
944 0
827 3
934 2
934 6
849 2
836 0
857 0
857 6
808 0
848 4
906 7
804 3
859 6
958 1
958 7
958 8
828 5
858 8
866 9
903 0
903 5
957 8
939 2
939 3
809 9
937 4
918 9
966 3
919 1
956 0
908 8
935 7
902 0
902 9
988 4
867 4
745 3
743 2
843 2
02 03
69 77
45 31
415 2
525 9
534 9
536 7
538 1
648 4
624 2
607 2
606 3
712 1
705 0
634 1
634 8
628 8
627 2
627 5
718 7
719 2
716 6
728 1
729 6
756 0
709 4
759 4
834 2
834 9
757 5
757 7
912 6
913 9
819 5
779 3
922 2
869 5
907 5
907 9
889 9
807 5
900 6
959 6
814 1
814 5
846 1
839 7
848 9
906 4
859 9
868 7
915 0
817 0
828 1
866 0
866 8
829 6
957 0
949 8
847 9
926 9
918 1
968 8
904 2
946 9
969 7
989 0
924 0
935 0
677 2
767 1
842 1
07 19
58 77
78 66
55 51
99 88
21 14
315 1
412 2
418 6
405 3
405 6
506 3
527 2
528 6
515 7
646 2
558 0
648 0
639 2
618 6
608 5
702 9
647 8
678 5
678 7
606 5
606 6
712 0
712 6
739 3
625 2
625 9
708 2
703 4
605 6
628 6
622 0
735 0
748 9
727 7
716 0
728 6
709 5
768 5
704 4
759 0
834 1
838 0
922 8
803 0
869 8
815 8
934 1
848 8
915 5
858 3
858 9
866 7
903 9
925 8
949 0
949 5
939 6
918 6
844 4
844 8
966 9
919 3
956 6
969 6
908 7
979 7
917 6
927 0
938 6
877 0
867 5
767 5
755 5
933 3
943 1
853 1
99 59
76 45
97 54
95 45
20 16
505 6
546 1
546 4
537 0
558 7
615 7
607 3
647 7
712 9
625 5
605 2
715 1
627 4
714 2
707 6
619 3
619 5
719 6
713 8
716 4
744 2
736 2
800 6
806 1
806 7
834 3
737 4
819 0
779 4
779 7
922 4
825 8
907 2
916 2
824 2
824 9
807 9
879 0
900 4
929 8
848 5
804 6
859 2
859 8
837 4
866 1
856 2
856 8
856 9
878 0
809 2
809 3
926 8
936 2
844 0
948 6
967 1
876 0
976 0
945 3
623 0
832 1
89 24
99 49
23 11
86 42
417 5
502 1
519 6
525 8
517 9
503 0
600 2
602 3
602 8
635 0
615 8
612 9
616 8
608 0
607 0
607 9
636 8
609 1
678 9
606 2
638 9
637 9
605 9
622 4
700 4
725 8
715 5
617 4
718 1
718 8
722 3
748 5
706 4
812 3
812 7
744 7
813 2
729 2
756 8
768 8
724 6
779 5
822 6
818 3
803 4
869 6
944 5
816 0
816 6
879 1
805 5
836 4
914 3
857 3
839 9
906 2
817 8
837 0
828 2
858 2
925 6
957 6
809 4
937 7
905 1
904 4
948 0
989 1
989 4
989 9
917 4
928 9
924 1
877 7
867 2
976 5
645 4
433 2
654 3
954 0
743 0
843 0
832 0
76 55
98 46
97 55
416 5
528 0
539 5
600 5
612 8
616 1
639 9
656 4
758 3
625 1
708 4
638 0
603 8
617 5
728 0
709 7
704 0
806 3
822 5
825 5
869 3
835 8
907 1
944 1
944 2
826 3
827 5
848 0
804 2
915 3
828 7
858 6
858 7
829 2
909 5
909 6
847 1
968 1
968 7
905 0
919 9
956 4
908 9
989 2
979 6
917 1
927 5
902 2
978 0
977 3
655 3
876 5
854 2
923 2
932 1
942 0
33 18
98 28
32 13
21 16
517 2
604 1
604 8
644 2
644 5
639 0
624 0
624 7
622 2
714 8
649 0
707 8
719 8
717 3
734 4
734 5
716 9
736 1
704 2
704 6
806 0
759 5
757 9
737 8
746 7
819 1
922 9
818 0
818 1
835 6
944 4
815 5
824 6
959 7
846 6
804 9
958 0
915 6
858 1
925 3
809 5
936 9
946 2
966 1
956 8
917 2
928 4
988 6
877 5
767 4
955 5
965 3
833 3
88 22
88 46
99 57
98 26
98 24
98 25
98 79
21 13
502 8
537 3
529 7
534 6
538 0
646 0
635 3
612 5
624 6
679 6
656 8
629 8
657 1
708 7
637 6
769 1
634 3
603 0
658 3
707 2
735 5
778 0
736 9
729 5
756 6
768 9
704 9
834 7
737 1
913 0
913 5
803 1
869 0
835 1
944 6
824 5
807 7
826 6
826 8
947 2
914 4
914 6
808 4
808 9
868 3
817 6
837 5
828 3
903 7
966 4
948 1
935 5
988 2
877 2
967 2
533 3
865 2
643 0
923 0
99 26
98 35
96 55
319 0
548 9
644 8
636 0
609 0
708 6
637 2
705 3
769 9
766 0
725 5
718 3
719 1
722 1
717 9
734 1
728 4
728 5
768 0
806 8
724 9
819 6
819 7
819 8
803 5
835 9
815 1
824 3
805 7
805 8
934 0
849 3
929 1
814 9
839 3
958 6
817 2
837 2
837 3
837 8
903 1
949 4
939 4
809 0
918 0
918 7
905 7
936 8
946 3
946 8
969 3
908 4
928 8
927 6
902 3
977 2
755 3
855 3
976 3
645 0
945 1
633 0
44 77
88 34
87 55
20 15
30 13
417 4
509 6
635 1
626 8
644 9
629 6
712 5
625 0
625 6
634 5
715 7
735 2
717 8
726 7
813 3
813 9
729 4
724 5
838 6
818 4
803 6
802 0
869 2
889 5
824 0
879 3
849 6
814 2
846 7
839 5
859 4
868 4
909 0
937 1
847 2
905 9
936 7
989 7
979 5
928 1
927 3
978 3
988 8
876 2
654 1
733 2
833 2
632 0
47 77
79 36
98 27
32 18
21 19
40 19
500 4
608 3
613 6
613 9
659 0
605 0
605 4
634 6
634 7
603 7
715 2
627 6
738 4
619 9
778 3
716 2
747 6
728 3
800 7
800 9
709 9
704 1
803 9
802 6
835 0
889 7
807 8
805 0
857 9
808 8
846 3
839 2
848 2
906 5
915 8
817 5
829 5
909 8
856 7
918 2
904 9
844 5
844 6
946 1
924 5
902 4
978 1
977 5
855 5
955 3
955 4
845 2
854 0
833 0
753 1
742 1
79 77
78 24
55 41
99 69
67 51
45 43
76 52
96 43
31 14
526 3
539 3
608 9
