{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ĠĠ":261,"Ġ-":262,"ĠĠĠ":263,"ep":264,"sep":265,"Ġ0":266,"ĠĠĠĠ":267,"ĠĠĠĠĠ":268,"Ġ1":269,"Ġ2":270,"00":271,"15":272,"14":273,"13":274,"12":275,"16":276,"19":277,"18":278,"17":279,"02":280,"03":281,"04":282,"05":283,"06":284,"08":285,"07":286,"09":287,"22":288,"35":289,"34":290,"38":291,"37":292,"39":293,"36":294,"26":295,"24":296,"25":297,"28":298,"27":299,"29":300,"Ġ3":301,"44":302,"56":303,"57":304,"59":305,"58":306,"46":307,"47":308,"48":309,"49":310,"66":311,"79":312,"78":313,"69":314,"68":315,"77":316,"55":317,"89":318,"Ġ4":319,"33":320,"88":321,"99":322,"67":323,"45":324,"23":325,"11":326,"76":327,"98":328,"54":329,"01":330,"87":331,"43":332,"65":333,"97":334,"32":335,"86":336,"96":337,"53":338,"42":339,"Ġ5":340,"75":341,"85":342,"21":343,"95":344,"64":345,"74":346,"31":347,"84":348,"94":349,"10":350,"63":351,"73":352,"52":353,"83":354,"93":355,"62":356,"72":357,"82":358,"92":359,"41":360,"51":361,"61":362,"71":363,"20":364,"81":365,"30":366,"91":367,"40":368,"50":369,"60":370,"70":371,"90":372,"80":373,"Ġ6":374,"012":375,"016":376,"013":377,"015":378,"014":379,"018":380,"019":381,"017":382,"114":383,"113":384,"107":385,"100":386,"112":387,"117":388,"105":389,"108":390,"104":391,"103":392,"106":393,"102":394,"119":395,"115":396,"118":397,"116":398,"109":399,"205":400,"215":401,"202":402,"214":403,"206":404,"208":405,"217":406,"239":407,"200":408,"238":409,"235":410,"216":411,"207":412,"212":413,"204":414,"203":415,"209":416,"219":417,"218":418,"307":419,"213":420,"234":421,"237":422,"303":423,"302":424,"314":425,"338":426,"305":427,"236":428,"322":429,"326":430,"300":431,"327":432,"335":433,"328":434,"312":435,"315":436,"337":437,"324":438,"309":439,"304":440,"306":441,"336":442,"325":443,"313":444,"317":445,"319":446,"318":447,"308":448,"334":449,"329":450,"404":451,"316":452,"439":453,"419":454,"425":455,"436":456,"339":457,"407":458,"438":459,"428":460,"409":461,"426":462,"412":463,"418":464,"459":465,"414":466,"429":467,"415":468,"403":469,"417":470,"456":471,"435":472,"406":473,"422":474,"424":475,"427":476,"405":477,"457":478,"408":479,"402":480,"400":481,"413":482,"434":483,"437":484,"504":485,"416":486,"458":487,"509":488,"526":489,"512":490,"502":491,"508":492,"524":493,"559":494,"557":495,"506":496,"516":497,"519":498,"505":499,"525":500,"527":501,"517":502,"513":503,"546":504,"514":505,"556":506,"528":507,"537":508,"539":509,"500":510,"507":511,"522":512,"529":513,"534":514,"544":515,"515":516,"503":517,"548":518,"536":519,"538":520,"600":521,"535":522,"549":523,"518":524,"646":525,"602":526,"547":527,"635":528,"558":529,"648":530,"604":531,"615":532,"614":533,"612":534,"626":535,"616":536,"644":537,"639":538,"624":539,"679":540,"656":541,"618":542,"608":543,"702":544,"607":545,"636":546,"647":547,"613":548,"609":549,"629":550,"678":551,"606":552,"758":553,"712":554,"739":555,"625":556,"659":557,"657":558,"708":559,"638":560,"703":561,"637":562,"705":563,"605":564,"769":565,"634":566,"628":567,"622":568,"766":569,"700":570,"725":571,"603":572,"658":573,"715":574,"627":575,"714":576,"738":577,"649":578,"707":579,"619":580,"617":581,"718":582,"735":583,"719":584,"722":585,"748":586,"778":587,"727":588,"713":589,"706":590,"717":591,"726":592,"734":593,"812":594,"749":595,"716":596,"744":597,"736":598,"747":599,"813":600,"728":601,"729":602,"800":603,"756":604,"709":605,"768":606,"704":607,"806":608,"759":609,"724":610,"834":611,"838":612,"757":613,"912":614,"737":615,"913":616,"746":617,"819":618,"779":619,"922":620,"822":621,"818":622,"803":623,"802":624,"825":625,"869":626,"835":627,"907":628,"889":629,"944":630,"815":631,"816":632,"916":633,"824":634,"807":635,"826":636,"879":637,"827":638,"805":639,"900":640,"959":641,"934":642,"849":643,"947":644,"836":645,"914":646,"857":647,"808":648,"929":649,"814":650,"846":651,"839":652,"848":653,"906":654,"804":655,"859":656,"958":657,"868":658,"915":659,"817":660,"837":661,"828":662,"858":663,"866":664,"829":665,"903":666,"909":667,"925":668,"856":669,"878":670,"957":671,"949":672,"939":673,"809":674,"937":675,"847":676,"926":677,"918":678,"968":679,"905":680,"936":681,"904":682,"844":683,"946":684,"966":685,"919":686,"956":687,"969":688,"948":689,"908":690,"989":691,"979":692,"917":693,"928":694,"924":695,"935":696,"927":697,"902":698,"938":699,"978":700,"988":701,"677":702,"877":703,"977":704,"867":705,"455":706,"767":707,"967":708,"655":709,"755":710,"876":711,"855":712,"545":713,"976":714,"955":715,"645":716,"745":717,"233":718,"845":719,"Ġ7":720,"945":721,"433":722,"533":723,"965":724,"865":725,"654":726,"111":727,"733":728,"754":729,"323":730,"110":731,"954":732,"633":733,"423":734,"010":735,"854":736,"833":737,"933":738,"523":739,"643":740,"623":741,"Cl":742,"743":743,"723":744,"943":745,"923":746,"823":747,"843":748,"753":749,"853":750,"532":751,"632":752,"642":753,"732":754,"953":755,"742":756,"210":757,"932":758,"832":759,"011":760,"942":761,"842":762,"101":763,"631":764,"311":765,"201":766,"301":767,"211":768,"731":769,"401":770,"521":771,"411":772,"511":773,"831":774,"Br":775,"601":776,"711":777,"931":778,"611":779,"501":780,"721":781,"821":782,"801":783,"901":784,"921":785,"701":786,"811":787,"621":788,"911":789,"157":790,"165":791,"020":792,"155":793,"021":794,"196":795,"186":796,"156":797,"198":798,"147":799,"173":800,"044":801,"027":802,"089":803,"141":804,"048":805,"006":806,"180":807,"050":808,"136":809,"170":810,"135":811,"149":812,"194":813,"045":814,"510":815,"151":816,"152":817,"046":818,"057":819,"153":820,"182":821,"098":822,"127":823,"003":824,"169":825,"175":826,"131":827,"193":828,"183":829,"058":830,"083":831,"002":832,"049":833,"078":834,"148":835,"162":836,"070":837,"199":838,"410":839,"007":840,"066":841,"197":842,"185":843,"030":844,"080":845,"000":846,"134":847,"168":848,"174":849,"082":850,"092":851,"039":852,"093":853,"187":854,"139":855,"146":856,"132":857,"036":858,"126":859,"190":860,"025":861,"143":862,"094":863,"158":864,"610":865,"154":866,"125":867,"164":868,"062":869,"074":870,"054":871,"076":872,"069":873,"087":874,"133":875,"163":876,"177":877,"023":878,"068":879,"097":880,"099":881,"022":882,"059":883,"140":884,"137":885,"128":886,"032":887,"130":888,"085":889,"124":890,"055":891,"067":892,"167":893,"028":894,"176":895,"047":896,"061":897,"037":898,"171":899,"038":900,"051":901,"150":902,"160":903,"184":904,"043":905,"179":906,"035":907,"056":908,"072":909,"159":910,"195":911,"071":912,"340":913,"394":914,"181":915,"392":916,"065":917,"077":918,"008":919,"188":920,"121":921,"060":922,"358":923,"369":924,"166":925,"090":926,"144":927,"145":928,"161":929,"031":930,"810":931,"005":932,"138":933,"024":934,"086":935,"095":936,"033":937,"178":938,"397":939,"710":940,"004":941,"120":942,"192":943,"096":944,"084":945,"042":946,"088":947,"191":948,"034":949,"142":950,"026":951,"075":952,"356":953,"123":954,"064":955,"910":956,"189":957,"001":958,"129":959,"073":960,"220":961,"247":962,"052":963,"079":964,"368":965,"246":966,"376":967,"172":968,"371":969,"009":970,"387":971,"350":972,"122":973,"261":974,"345":975,"384":976,"029":977,"385":978,"390":979,"254":980,"355":981,"378":982,"241":983,"248":984,"289":985,"269":986,"372":987,"053":988,"063":989,"091":990,"343":991,"398":992,"389":993,"040":994,"351":995,"280":996,"295":997,"271":998,"081":999,"373":1000,"352":1001,"365":1002,"250":1003,"296":1004,"382":1005,"370":1006,"225":1007,"383":1008,"354":1009,"374":1010,"362":1011,"242":1012,"282":1013,"347":1014,"276":1015,"562":1016,"399":1017,"360":1018,"253":1019,"257":1020,"443":1021,"284":1022,"286":1023,"277":1024,"469":1025,"395":1026,"366":1027,"479":1028,"393":1029,"266":1030,"228":1031,"265":1032,"288":1033,"240":1034,"221":1035,"353":1036,"041":1037,"344":1038,"259":1039,"332":1040,"364":1041,"279":1042,"227":1043,"388":1044,"357":1045,"292":1046,"270":1047,"346":1048,"375":1049,"297":1050,"359":1051,"342":1052,"348":1053,"283":1054,"293":1055,"587":1056,"491":1057,"553":1058,"453":1059,"222":1060,"396":1061,"294":1062,"581":1063,"379":1064,"367":1065,"381":1066,"244":1067,"256":1068,"299":1069,"565":1070,"229":1071,"377":1072,"252":1073,"255":1074,"563":1075,"577":1076,"599":1077,"363":1078,"258":1079,"597":1080,"481":1081,"223":1082,"263":1083,"278":1084,"380":1085,"231":1086,"391":1087,"569":1088,"349":1089,"251":1090,"268":1091,"264":1092,"792":1093,"333":1094,"262":1095,"482":1096,"260":1097,"461":1098,"232":1099,"310":1100,"361":1101,"275":1102,"290":1103,"448":1104,"592":1105,"497":1106,"298":1107,"666":1108,"593":1109,"249":1110,"463":1111,"224":1112,"444":1113,"462":1114,"321":1115,"386":1116,"274":1117,"446":1118,"466":1119,"561":1120,"281":1121,"693":1122,"432":1123,"464":1124,"752":1125,"267":1126,"573":1127,"498":1128,"653":1129,"245":1130,"465":1131,"330":1132,"640":1133,"341":1134,"696":1135,"452":1136,"226":1137,"489":1138,"589":1139,"771":1140,"420":1141,"287":1142,"566":1143,"331":1144,"583":1145,"585":1146,"473":1147,"541":1148,"475":1149,"543":1150,"875":1151,"431":1152,"530":1153,"291":1154,"471":1155,"630":1156,"520":1157,"273":1158,"472":1159,"567":1160,"468":1161,"786":1162,"285":1163,"571":1164,"586":1165,"243":1166,"447":1167,"495":1168,"661":1169,"454":1170,"920":1171,"888":1172,"578":1173,"764":1174,"480":1175,"591":1176,"554":1177,"230":1178,"449":1179,"575":1180,"698":1181,"564":1182,"493":1183,"550":1184,"576":1185,"478":1186,"799":1187,"496":1188,"791":1189,"793":1190,"950":1191,"490":1192,"450":1193,"451":1194,"540":1195,"595":1196,"697":1197,"430":1198,"852":1199,"441":1200,"487":1201,"980":1202,"542":1203,"574":1204,"598":1205,"486":1206,"760":1207,"886":1208,"477":1209,"483":1210,"499":1211,"674":1212,"972":1213,"683":1214,"884":1215,"671":1216,"579":1217,"488":1218,"776":1219,"474":1220,"796":1221,"572":1222,"470":1223,"881":1224,"670":1225,"320":1226,"740":1227,"272":1228,"775":1229,"777":1230,"568":1231,"460":1232,"660":1233,"694":1234,"695":1235,"570":1236,"584":1237,"688":1238,"781":1239,"782":1240,"684":1241,"560":1242,"588":1243,"476":1244,"898":1245,"983":1246,"962":1247,"952":1248,"973":1249,"652":1250,"863":1251,"421":1252,"484":1253,"795":1254,"789":1255,"850":1256,"720":1257,"590":1258,"687":1259,"762":1260,"596":1261,"580":1262,"896":1263,"668":1264,"798":1265,"669":1266,"890":1267,"860":1268,"783":1269,"552":1270,"995":1271,"676":1272,"494":1273,"780":1274,"663":1275,"784":1276,"897":1277,"641":1278,"594":1279,"998":1280,"870":1281,"970":1282,"445":1283,"620":1284,"840":1285,"996":1286,"941":1287,"650":1288,"485":1289,"690":1290,"991":1291,"765":1292,"662":1293,"790":1294,"772":1295,"442":1296,"987":1297,"665":1298,"681":1299,"773":1300,"887":1301,"982":1302,"861":1303,"830":1304,"985":1305,"699":1306,"689":1307,"951":1308,"930":1309,"492":1310,"692":1311,"992":1312,"963":1313,"582":1314,"551":1315,"893":1316,"672":1317,"873":1318,"880":1319,"761":1320,"872":1321,"685":1322,"467":1323,"894":1324,"874":1325,"820":1326,"971":1327,"862":1328,"680":1329,"885":1330,"940":1331,"797":1332,"785":1333,"895":1334,"667":1335,"440":1336,"841":1337,"664":1338,"741":1339,"675":1340,"891":1341,"984":1342,"964":1343,"788":1344,"691":1345,"871":1346,"883":1347,"994":1348,"864":1349,"730":1350,"555":1351,"993":1352,"774":1353,"999":1354,"751":1355,"986":1356,"651":1357,"961":1358,"770":1359,"763":1360,"892":1361,"787":1362,"899":1363,"686":1364,"750":1365,"882":1366,"682":1367,"974":1368,"960":1369,"990":1370,"794":1371,"673":1372,"531":1373,"981":1374,"851":1375,"997":1376,"975":1377,"1239":1378,"1549":1379,"1804":1380,"1807":1381,"1208":1382,"1404":1383,"0334":1384,"1903":1385,"1528":1386,"1547":1387,"0222":1388,"1668":1389,"1505":1390,"1437":1391,"1726":1392,"0357":1393,"1234":1394,"1534":1395,"1536":1396,"1456":1397,"1866":1398,"0003":1399,"1359":1400,"1627":1401,"1724":1402,"1408":1403,"1338":1404,"1378":1405,"1789":1406,"0104":1407,"1535":1408,"1434":1409,"1457":1410,"1319":1411,"1349":1412,"0556":1413,"0648":1414,"1500":1415,"1439":1416,"1666":1417,"1946":1418,"1856":1419,"0246":1420,"1958":1421,"0689":1422,"0812":1423,"1522":1424,"1557":1425,"1348":1426,"0235":1427,"1407":1428,"0079":1429,"1957":1430,"0939":1431,"1589":1432,"1308":1433,"1335":1434,"1634":1435,"1746":1436,"0947":1437,"1918":1438,"1324":1439,"1356":1440,"1647":1441,"1689":1442,"1908":1443,"1758":1444,"0935":1445,"0056":1446,"1537":1447,"1635":1448,"1646":1449,"0226":1450,"0289":1451,"1212":1452,"1969":1453,"0256":1454,"0578":1455,"1448":1456,"1337":1457,"1329":1458,"1738":1459,"1518":1460,"1507":1461,"1459":1462,"1469":1463,"1300":1464,"1644":1465,"1948":1466,"1739":1467,"1736":1468,"0229":1469,"0327":1470,"0379":1471,"1504":1472,"1489":1473,"1624":1474,"1779":1475,"0627":1476,"1578":1477,"1447":1478,"1368":1479,"1604":1480,"0659":1481,"0918":1482,"0024":1483,"1305":1484,"1257":1485,"1639":1486,"1729":1487,"0039":1488,"1424":1489,"0839":1490,"1278":1491,"1659":1492,"0959":1493,"1225":1494,"0378":1495,"0666":1496,"0005":1497,"1478":1498,"1322":1499,"1899":1500,"0903":1501,"1546":1502,"1328":1503,"1379":1504,"1944":1505,"1859":1506,"0234":1507,"1527":1508,"1357":1509,"1358":1510,"1844":1511,"1744":1512,"1446":1513,"1312":1514,"1905":1515,"1722":1516,"1757":1517,"1799":1518,"0679":1519,"0049":1520,"1636":1521,"1626":1522,"1922":1523,"1766":1524,"0678":1525,"0107":1526,"1956":1527,"0204":1528,"0259":1529,"0266":1530,"1937":1531,"1925":1532,"0269":1533,"0826":1534,"0058":1535,"0047":1536,"1538":1537,"1412":1538,"1326":1539,"1756":1540,"0525":1541,"1346":1542,"1224":1543,"1707":1544,"0225":1545,"0227":1546,"1449":1547,"1849":1548,"1704":1549,"1748":1550,"0366":1551,"0638":1552,"0926":1553,"0037":1554,"1548":1555,"1569":1556,"1979":1557,"1989":1558,"1435":1559,"1327":1560,"1299":1561,"1868":1562,"0268":1563,"0326":1564,"0539":1565,"0624":1566,"0804":1567,"0835":1568,"0958":1569,"1669":1570,"1699":1571,"0625":1572,"1259":1573,"1246":1574,"1927":1575,"1999":1576,"0328":1577,"0089":1578,"1422":1579,"1256":1580,"1959":1581,"1846":1582,"0224":1583,"1479":1584,"1344":1585,"1629":1586,"1656":1587,"1966":1588,"1837":1589,"1827":1590,"0527":1591,"1526":1592,"1558":1593,"1599":1594,"1857":1595,"1735":1596,"0228":1597,"0337":1598,"0358":1599,"0899":1600,"0725":1601,"1436":1602,"1444":1603,"0658":1604,"0956":1605,"0946":1606,"1289":1607,"1304":1608,"1858":1609,"0604":1610,"1579":1611,"1334":1612,"1648":1613,"1778":1614,"0335":1615,"0628":1616,"0747":1617,"1566":1618,"1226":1619,"1679":1620,"1968":1621,"0529":1622,"0004":1623,"0034":1624,"1539":1625,"1556":1626,"1238":1627,"1229":1628,"1247":1629,"0247":1630,"0622":1631,"0668":1632,"0779":1633,"1104":1634,"1529":1635,"1737":1636,"1749":1637,"0239":1638,"0504":1639,"0734":1640,"0099":1641,"1279":1642,"1808":1643,"1828":1644,"0238":1645,"0526":1646,"1399":1647,"1657":1648,"1649":1649,"1888":1650,"0348":1651,"0078":1652,"1237":1653,"1622":1654,"0249":1655,"0322":1656,"0547":1657,"0799":1658,"0936":1659,"0957":1660,"0948":1661,"1508":1662,"1608":1663,"1625":1664,"1838":1665,"1889":1666,"0599":1667,"0038":1668,"0028":1669,"1325":1670,"1747":1671,"0669":1672,"0069":1673,"0924":1674,"0026":1675,"0068":1676,"1468":1677,"1488":1678,"1366":1679,"1204":1680,"1734":1681,"0927":1682,"0025":1683,"0059":1684,"1427":1685,"1834":1686,"1769":1687,"1768":1688,"0349":1689,"0057":1690,"1568":1691,"1628":1692,"1878":1693,"0449":1694,"0644":1695,"0834":1696,"0828":1697,"0735":1698,"0105":1699,"1466":1700,"1658":1701,"0634":1702,"0639":1703,"0937":1704,"1544":1705,"1559":1706,"1428":1707,"1389":1708,"1638":1709,"1637":1710,"1678":1711,"0636":1712,"0768":1713,"0035":1714,"1525":1715,"1228":1716,"1934":1717,"1938":1718,"1835":1719,"1727":1720,"0257":1721,"0657":1722,"0822":1723,"0922":1724,"1438":1725,"1425":1726,"1458":1727,"1928":1728,"1836":1729,"0646":1730,"1824":1731,"0557":1732,"0849":1733,"0736":1734,"1236":1735,"1249":1736,"1826":1737,"1825":1738,"0329":1739,"0546":1740,"0568":1741,"0848":1742,"1426":1743,"1499":1744,"1268":1745,"1939":1746,"0468":1747,"0528":1748,"0944":1749,"0978":1750,"0027":1751,"0044":1752,"1429":1753,"1879":1754,"0299":1755,"0756":1756,"1369":1757,"0248":1758,"0339":1759,"0589":1760,"0869":1761,"0757":1762,"0778":1763,"1339":1764,"1227":1765,"0279":1766,"0347":1767,"0569":1768,"0699":1769,"0858":1770,"0744":1771,"1977":1772,"1728":1773,"1759":1774,"0435":1775,"0439":1776,"0549":1777,"0969":1778,"1258":1779,"1698":1780,"1929":1781,"0447":1782,"0789":1783,"0928":1784,"0929":1785,"0979":1786,"1829":1787,"1725":1788,"0359":1789,"0746":1790,"0748":1791,"0925":1792,"1598":1793,"1336":1794,"1839":1795,"0827":1796,"0356":1797,"0726":1798,"0749":1799,"0934":1800,"0966":1801,"0022":1802,"0046":1803,"0066":1804,"0244":1805,"0344":1806,"0838":1807,"0844":1808,"0938":1809,"0999":1810,"0369":1811,"0399":1812,"0478":1813,"0949":1814,"1235":1815,"0346":1816,"0649":1817,"0829":1818,"0846":1819,"0766":1820,"0029":1821,"1936":1822,"1788":1823,"0298":1824,"0656":1825,"0647":1826,"0769":1827,"1222":1828,"0522":1829,"0847":1830,"0989":1831,"1947":1832,"0237":1833,"0236":1834,"0325":1835,"0489":1836,"0836":1837,"0968":1838,"0098":1839,"1935":1840,"0548":1841,"0728":1842,"1949":1843,"1978":1844,"0534":1845,"0866":1846,"0724":1847,"1822":1848,"0544":1849,"0888":1850,"0277":1851,"0566":1852,"0579":1853,"0629":1854,"1924":1855,"1869":1856,"0336":1857,"0368":1858,"0389":1859,"0837":1860,"0635":1861,"0637":1862,"0758":1863,"1269":1864,"0278":1865,"0729":1866,"1347":1867,"1244":1868,"1848":1869,"0324":1870,"0436":1871,"0538":1872,"0626":1873,"0759":1874,"0048":1875,"1524":1876,"0524":1877,"0889":1878,"0739":1879,"2335":1880,"0304":1881,"0598":1882,"0738":1883,"1377":1884,"1898":1885,"0377":1886,"0859":1887,"1798":1888,"1298":1889,"1926":1890,"0288":1891,"0338":1892,"0588":1893,"2337":1894,"0536":1895,"0825":1896,"0788":1897,"1588":1898,"1367":1899,"1847":1900,"0698":1901,"0088":1902,"0424":1903,"0559":1904,"0688":1905,"2338":1906,"1248":1907,"1967":1908,"0499":1909,"0535":1910,"0677":1911,"0067":1912,"1498":1913,"0429":1914,"1477":1915,"1288":1916,"0258":1917,"0388":1918,"0537":1919,"0722":1920,"3334":1921,"1688":1922,"1988":1923,"0878":1924,"0737":1925,"0879":1926,"1767":1927,"0904":1928,"3529":1929,"1266":1930,"3338":1931,"0398":1932,"0479":1933,"0857":1934,"0868":1935,"3457":1936,"2324":1937,"0798":1938,"0469":1939,"0988":1940,"2326":1941,"0077":1942,"1555":1943,"1597":1944,"0426":1945,"1777":1946,"0438":1947,"0444":1948,"0458":1949,"0036":1950,"1388":1951,"2329":1952,"1696":1953,"0422":1954,"0087":1955,"0448":1956,"0997":1957,"3339":1958,"3327":1959,"0206":1960,"0856":1961,"3725":1962,"1267":1963,"1587":1964,"1614":1965,"1877":1966,"0558":1967,"3335":1968,"2334":1969,"1677":1970,"1998":1971,"0459":1972,"0506":1973,"3728":1974,"1867":1975,"0824":1976,"0727":1977,"2946":1978,"1302":1979,"1398":1980,"0446":1981,"1667":1982,"3766":1983,"3646":1984,"2328":1985,"1577":1986,"0427":1987,"0457":1988,"1467":1989,"0466":1990,"0567":1991,"2427":1992,"1455":1993,"2268":1994,"3947":1995,"3238":1996,"1616":1997,"1787":1998,"0425":1999,"0002":2000,"1887":2001,"0577":2002,"0806":2003,"2878":2004,"1215":2005,"1697":2006,"3535":2007,"2699":2008,"3322":2009,"0267":2010,"0456":2011,"0906":2012,"1119":2013,"0106":2014,"2748":2015,"0387":2016,"0898":2017,"3469":2018,"2446":2019,"3336":2020,"3329":2021,"0437":2022,"1414":2023,"1376":2024,"1200":2025,"0555":2026,"2327":2027,"1318":2028,"2689":2029,"2339":2030,"1277":2031,"1706":2032,"2336":2033,"1316":2034,"1203":2035,"1297":2036,"1708":2037,"3548":2038,"3566":2039,"3236":2040,"1503":2041,"0434":2042,"0998":2043,"3748":2044,"2422":2045,"2457":2046,"2856":2047,"1106":2048,"1607":2049,"1796":2050,"3856":2051,"1655":2052,"1997":2053,"0498":2054,"0902":2055,"1409":2056,"1205":2057,"2322":2058,"1567":2059,"1565":2060,"1900":2061,"1817":2062,"2847":2063,"4322":2064,"3537":2065,"3422":2066,"3959":2067,"2747":2068,"3325":2069,"5238":2070,"1907":2071,"1976":2072,"1102":2073,"1405":2074,"1955":2075,"3427":2076,"3958":2077,"3678":2078,"1207":2079,"1902":2080,"2426":2081,"2556":2082,"1576":2083,"1306":2084,"1618":2085,"1797":2086,"0803":2087,"0996":2088,"1100":2089,"1406":2090,"0877":2091,"0977":2092,"3744":2093,"3799":2094,"2889":2095,"2749":2096,"4549":2097,"1402":2098,"1497":2099,"0505":2100,"2434":2101,"1496":2102,"1603":2103,"1703":2104,"0908":2105,"2249":2106,"3558":2107,"3899":2108,"3936":2109,"3969":2110,"2678":2111,"2568":2112,"1118":2113,"0488":2114,"0987":2115,"2629":2116,"2757":2117,"4548":2118,"1585":2119,"1355":2120,"1606":2121,"1702":2122,"1303":2123,"1307":2124,"3735":2125,"2325":2126,"1202":2127,"1602":2128,"1686":2129,"0707":2130,"2468":2131,"2829":2132,"2666":2133,"2668":2134,"2447":2135,"2559":2136,"4547":2137,"1906":2138,"3599":2139,"3866":2140,"2489":2141,"3734":2142,"3769":2143,"1506":2144,"1397":2145,"1855":2146,"0428":2147,"0477":2148,"3949":2149,"4546":2150,"0076":2151,"1865":2152,"3634":2153,"2469":2154,"2499":2155,"2758":2156,"3722":2157,"2449":2158,"4539":2159,"1387":2160,"1396":2161,"1802":2162,"3656":2163,"3649":2164,"3689":2165,"2949":2166,"1502":2167,"0367":2168,"0907":2169,"3544":2170,"2522":2171,"2722":2172,"2759":2173,"2746":2174,"0117":2175,"1805":2176,"0306":2177,"0802":2178,"0867":2179,"3889":2180,"2458":2181,"2544":2182,"0102":2183,"1486":2184,"1217":2185,"3534":2186,"3979":2187,"2488":2188,"2879":2189,"2868":2190,"4557":2191,"1586":2192,"2248":2193,"3644":2194,"2648":2195,"2448":2196,"2566":2197,"1619":2198,"0897":2199,"0986":2200,"3738":2201,"3759":2202,"3747":2203,"3669":2204,"2435":2205,"2534":2206,"2766":2207,"3234":2208,"0007":2209,"1386":2210,"0967":2211,"3749":2212,"3778":2213,"2557":2214,"2558":2215,"1516":2216,"3768":2217,"2466":2218,"2959":2219,"2947":2220,"4534":2221,"4559":2222,"1896":2223,"3989":2224,"3657":2225,"2444":2226,"2479":2227,"2999":2228,"1465":2229,"1276":2230,"0305":2231,"0497":2232,"2246":2233,"3858":2234,"3779":2235,"1776":2236,"2258":2237,"3626":2238,"2849":2239,"2779":2240,"2966":2241,"3326":2242,"1105":2243,"0119":2244,"1416":2245,"1313":2246,"0687":2247,"2289":2248,"3547":2249,"3726":2250,"3988":2251,"2569":2252,"2859":2253,"2846":2254,"4544":2255,"1418":2256,"1464":2257,"0797":2258,"2579":2259,"2857":2260,"2958":2261,"1296":2262,"0777":2263,"2456":2264,"2866":2265,"2769":2266,"1487":2267,"3557":2268,"3857":2269,"3859":2270,"3847":2271,"3849":2272,"3758":2273,"2858":2274,"1512":2275,"1700":2276,"3559":2277,"3699":2278,"2549":2279,"5548":2280,"1103":2281,"1596":2282,"1719":2283,"0767":2284,"2234":2285,"3869":2286,"3648":2287,"2649":2288,"2989":2289,"0103":2290,"1795":2291,"3848":2292,"3739":2293,"1365":2294,"0587":2295,"0900":2296,"3549":2297,"3568":2298,"3844":2299,"1419":2300,"0108":2301,"7549":2302,"1886":2303,"1755":2304,"0667":2305,"0912":2306,"3956":2307,"3666":2308,"2459":2309,"2727":2310,"2934":2311,"4522":2312,"0507":2313,"3526":2314,"3946":2315,"2899":2316,"1476":2317,"1315":2318,"0976":2319,"3589":2320,"3757":2321,"2768":2322,"5459":2323,"4334":2324,"1715":2325,"1716":2326,"3659":2327,"3647":2328,"2669":2329,"5547":2330,"2279":2331,"3925":2332,"3679":2333,"5458":2334,"0300":2335,"2266":2336,"2644":2337,"2589":2338,"0112":2339,"1986":2340,"1775":2341,"0302":2342,"0995":2343,"3834":2344,"2869":2345,"4556":2346,"1364":2347,"1812":2348,"1785":2349,"3658":2350,"3688":2351,"2547":2352,"2834":2353,"3788":2354,"3668":2355,"5559":2356,"5549":2357,"4558":2358,"1115":2359,"1108":2360,"0386":2361,"2299":2362,"3569":2363,"3868":2364,"0086":2365,"1687":2366,"1897":2367,"0402":2368,"2257":2369,"3948":2370,"1495":2371,"1600":2372,"1605":2373,"0606":2374,"3579":2375,"2656":2376,"4326":2377,"1965":2378,"1996":2379,"1784":2380,"0909":2381,"3546":2382,"3479":2383,"3879":2384,"2789":2385,"1473":2386,"1664":2387,"1800":2388,"3539":2389,"3328":2390,"1876":2391,"3448":2392,"3449":2393,"2799":2394,"4329":2395,"1705":2396,"3556":2397,"3746":2398,"2646":2399,"2546":2400,"2598":2401,"2756":2402,"7544":2403,"1309":2404,"1286":2405,"1864":2406,"3789":2407,"3628":2408,"2659":2409,"2529":2410,"1403":2411,"1454":2412,"1384":2413,"1809":2414,"0705":2415,"3578":2416,"3957":2417,"4799":2418,"5556":2419,"1475":2420,"1485":2421,"1287":2422,"0408":2423,"0476":2424,"3966":2425,"2588":2426,"1413":2427,"1995":2428,"1709":2429,"0467":2430,"3888":2431,"1595":2432,"1206":2433,"1765":2434,"0396":2435,"4527":2436,"0502":2437,"3756":2438,"3978":2439,"2657":2440,"2578":2441,"2844":2442,"2969":2443,"0097":2444,"0706":2445,"0109":2446,"1854":2447,"1885":2448,"2688":2449,"2838":2450,"4239":2451,"1515":2452,"1884":2453,"1713":2454,"2599":2455,"2948":2456,"3102":2457,"0355":2458,"4338":2459,"1474":2460,"1676":2461,"0376":2462,"3478":2463,"2822":2464,"4538":2465,"0008":2466,"1295":2467,"1975":2468,"1786":2469,"2658":2470,"1109":2471,"1904":2472,"0676":2473,"3456":2474,"3727":2475,"3944":2476,"1116":2477,"5457":2478,"1794":2479,"3798":2480,"2498":2481,"2956":2482,"3302":2483,"1987":2484,"1953":2485,"0702":2486,"0786":2487,"3627":2488,"3304":2489,"6457":2490,"3777":2491,"2679":2492,"2429":2493,"2302":2494,"5429":2495,"1609":2496,"0608":2497,"2269":2498,"3499":2499,"5544":2500,"0000":2501,"1612":2502,"1695":2503,"1814":2504,"5546":2505,"1554":2506,"1665":2507,"1685":2508,"2244":2509,"2259":2510,"3444":2511,"3459":2512,"3968":2513,"2647":2514,"2877":2515,"1393":2516,"1712":2517,"0576":2518,"3527":2519,"3999":2520,"3629":2521,"5338":2522,"1575":2523,"0697":2524,"0787":2525,"3729":2526,"3638":2527,"6546":2528,"1484":2529,"0586":2530,"3466":2531,"3677":2532,"2478":2533,"2827":2534,"2848":2535,"6556":2536,"1519":2537,"0319":2538,"0708":2539,"2256":2540,"1112":2541,"2104":2542,"0596":2543,"5558":2544,"3324":2545,"2304":2546,"1385":2547,"1395":2548,"1394":2549,"1894":2550,"0985":2551,"3538":2552,"1374":2553,"1745":2554,"1743":2555,"0397":2556,"0887":2557,"1107":2558,"5327":2559,"4234":2560,"1375":2561,"0500":2562,"0575":2563,"2677":2564,"1275":2565,"0287":2566,"2247":2567,"2957":2568,"6456":2569,"1815":2570,"0686":2571,"3528":2572,"2744":2573,"5456":2574,"1543":2575,"0297":2576,"0487":2577,"0696":2578,"0700":2579,"4238":2580,"1443":2581,"1985":2582,"1875":2583,"0609":2584,"2277":2585,"3446":2586,"3489":2587,"2548":2588,"5526":2589,"5326":2590,"0796":2591,"2288":2592,"3447":2593,"2538":2594,"1574":2595,"1694":2596,"1863":2597,"2944":2598,"3239":2599,"1594":2600,"1494":2601,"1654":2602,"1774":2603,"2978":2604,"2988":2605,"4447":2606,"4869":2607,"1693":2608,"0208":2609,"0296":2610,"0512":2611,"3588":2612,"6557":2613,"5336":2614,"4236":2615,"1564":2616,"1803":2617,"0612":2618,"0603":2619,"0607":2620,"2278":2621,"3468":2622,"2778":2623,"0085":2624,"1945":2625,"0597":2626,"3525":2627,"5956":2628,"4339":2629,"6544":2630,"1545":2631,"1764":2632,"0486":2633,"0807":2634,"1645":2635,"0896":2636,"6749":2637,"1509":2638,"1963":2639,"3926":2640,"2487":2641,"5557":2642,"6558":2643,"1613":2644,"3522":2645,"3998":2646,"2428":2647,"8458":2648,"0096":2649,"1819":2650,"1752":2651,"3498":2652,"2425":2653,"6766":2654,"1563":2655,"1593":2656,"1845":2657,"3977":2658,"2968":2659,"4989":2660,"4336":2661,"7238":2662,"0495":2663,"2222":2664,"3928":2665,"2477":2666,"2788":2667,"2979":2668,"0100":2669,"7556":2670,"2108":2671,"1973":2672,"0200":2673,"0508":2674,"3458":2675,"2438":2676,"4768":2677,"4104":2678,"1513":2679,"1463":2680,"1954":2681,"0312":2682,"0755":2683,"2567":2684,"4699":2685,"4944":2686,"4526":2687,"6522":2688,"3237":2689,"Ġ8":2690,"0654":2691,"3438":2692,"4648":2693,"3308":2694,"0113":2695,"0255":2696,"2738":2697,"4478":2698,"4758":2699,"8456":2700,"1255":2701,"0307":2702,"3488":2703,"3698":2704,"2638":2705,"3300":2706,"2308":2707,"5328":2708,"4237":2709,"1806":2710,"1874":2711,"5329":2712,"0509":2713,"0704":2714,"5869":2715,"7648":2716,"2100":2717,"6338":2718,"1974":2719,"3922":2720,"2577":2721,"4328":2722,"3477":2723,"4457":2724,"5669":2725,"5422":2726,"5325":2727,"3104":2728,"1675":2729,"1718":2730,"2626":2731,"2938":2732,"4657":2733,"3337":2734,"4327":2735,"4235":2736,"9238":2737,"1285":2738,"1732":2739,"0202":2740,"3436":2741,"5689":2742,"2306":2743,"1114":2744,"1113":2745,"0118":2746,"0905":2747,"4489":2748,"5427":2749,"7328":2750,"1362":2751,"1264":2752,"1284":2753,"1964":2754,"0404":2755,"2927":2756,"7678":2757,"1584":2758,"1314":2759,"1783":2760,"0385":2761,"0886":2762,"0954":2763,"0975":2764,"3625":2765,"2424":2766,"2526":2767,"6548":2768,"3235":2769,"3577":2770,"4448":2771,"4689":2772,"5239":2773,"0655":2774,"0800":2775,"0876":2776,"0943":2777,"0984":2778,"4528":2779,"5339":2780,"1919":2781,"1895":2782,"1763":2783,"0485":2784,"0503":2785,"2228":2786,"2977":2787,"5968":2788,"0115":2789,"6549":2790,"3207":2791,"1483":2792,"1684":2793,"1892":2794,"0295":2795,"4466":2796,"5768":2797,"5969":2798,"5334":2799,"1773":2800,"0776":2801,"0955":2802,"3737":2803,"2527":2804,"4458":2805,"1415":2806,"0375":2807,"0496":2808,"2298":2809,"3598":2810,"2486":2811,"4469":2812,"4646":2813,"6547":2814,"3200":2815,"1994":2816,"0286":2817,"2238":2818,"3426":2819,"2888":2820,"2925":2821,"1392":2822,"1615":2823,"1782":2824,"3635":2825,"4449":2826,"2300":2827,"1462":2828,"1254":2829,"1674":2830,"0895":2831,"3439":2832,"5678":2833,"1400":2834,"1373":2835,"3687":2836,"2476":2837,"5958":2838,"4535":2839,"6458":2840,"1882":2841,"3429":2842,"2497":2843,"4957":2844,"6538":2845,"3208":2846,"8648":2847,"5322":2848,"7557":2849,"7548":2850,"1673":2851,"1993":2852,"0764":2853,"3927":2854,"5948":2855,"5979":2856,"4748":2857,"4779":2858,"4525":2859,"4325":2860,"1912":2861,"1873":2862,"1793":2863,"0455":2864,"0795":2865,"4789":2866,"6758":2867,"0600":2868,"0605":2869,"0665":2870,"5889":2871,"6757":2872,"6746":2873,"4537":2874,"5335":2875,"2102":2876,"7429":2877,"7457":2878,"1471":2879,"3636":2880,"4788":2881,"3303":2882,"1382":2883,"1294":2884,"0602":2885,"2628":2886,"5656":2887,"4766":2888,"0116":2889,"2105":2890,"8322":2891,"1542":2892,"1717":2893,"0993":2894,"3776":2895,"8457":2896,"1481":2897,"1662":2898,"0685":2899,"0695":2900,"3898":2901,"2312":2902,"8756":2903,"7239":2904,"1492":2905,"1354":2906,"0994":2907,"3425":2908,"2439":2909,"5878":2910,"4968":2911,"5539":2912,"1982":2913,"1813":2914,"0885":2915,"5946":2916,"4778":2917,"6744":2918,"6778":2919,"6768":2920,"2303":2921,"2103":2922,"5235":2923,"1573":2924,"1572":2925,"1816":2926,"1792":2927,"3639":2928,"2928":2929,"5966":2930,"5988":2931,"2307":2932,"6239":2933,"3012":2934,"1893":2935,"0585":2936,"0964":2937,"3697":2938,"2729":2939,"4978":2940,"5428":2941,"3702":2942,"2798":2943,"1445":2944,"0564":2945,"3424":2946,"3604":2947,"2625":2948,"2698":2949,"2739":2950,"4499":2951,"5699":2952,"4529":2953,"4324":2954,"6528":2955,"3103":2956,"1553":2957,"1583":2958,"1733":2959,"1741":2960,"3825":2961,"5947":2962,"6769":2963,"4337":2964,"4107":2965,"1909":2966,"1871":2967,"3878":2968,"4878":2969,"6329":2970,"5102":2971,"1562":2972,"1432":2973,"1493":2974,"1461":2975,"0864":2976,"2725":2977,"4446":2978,"5766":2979,"5978":2980,"5866":2981,"5899":2982,"4966":2983,"6868":2984,"6339":2985,"5237":2986,"1472":2987,"1683":2988,"5778":2989,"3307":2990,"9556":2991,"1012":2992,"1482":2993,"1883":2994,"0974":2995,"2225":2996,"3829":2997,"3622":2998,"4669":2999,"4899":3000,"7656":3001,"0075":3002,"5999":3003,"6779":3004,"5324":3005,"0373":3006,"0594":3007,"3435":3008,"3487":3009,"3877":3010,"3624":3011,"2898":3012,"4468":3013,"5868":3014,"5302":3015,"0093":3016,"1441":3017,"1352":3018,"1383":3019,"0407":3020,"0545":3021,"0945":3022,"0965":3023,"2998":3024,"4656":3025,"4679":3026,"4868":3027,"5528":3028,"6322":3029,"6237":3030,"1682":3031,"1692":3032,"1984":3033,"1961":3034,"0595":3035,"0584":3036,"3637":3037,"4649":3038,"4757":3039,"5424":3040,"9778":3041,"8657":3042,"4202":3043,"1345":3044,"0364":3045,"0394":3046,"0865":3047,"2627":3048,"5879":3049,"4969":3050,"5535":3051,"3306":3052,"0083":3053,"0395":3054,"3476":3055,"4947":3056,"5525":3057,"5425":3058,"1265":3059,"1972":3060,"1992":3061,"1742":3062,"0374":3063,"0894":3064,"3434":3065,"2635":3066,"2825":3067,"4456":3068,"5522":3069,"8558":3070,"2107":3071,"6327":3072,"1262":3073,"1823":3074,"1832":3075,"0406":3076,"3835":3077,"3939":3078,"5989":3079,"4999":3080,"6748":3081,"7679":3082,"8779":3083,"7558":3084,"1451":3085,"1672":3086,"1943":3087,"1890":3088,"3607":3089,"2835":3090,"4626":3091,"4769":3092,"1453":3093,"1951":3094,"0365":3095,"7326":3096,"1643":3097,"1843":3098,"1753":3099,"0694":3100,"5769":3101,"5858":3102,"4756":3103,"7647":3104,"8778":3105,"7327":3106,"1632":3107,"1762":3108,"0884":3109,"2624":3110,"4678":3111,"4668":3112,"4888":3113,"7329":3114,"5234":3115,"1343":3116,"1681":3117,"1962":3118,"1751":3119,"0345":3120,"2235":3121,"3667":3122,"3696":3123,"5439":3124,"7538":3125,"7559":3126,"3107":3127,"0065":3128,"1571":3129,"1333":3130,"1293":3131,"1833":3132,"1862":3133,"1780":3134,"0207":3135,"3935":3136,"2826":3137,"5756":3138,"4658":3139,"4866":3140,"4889":3141,"5435":3142,"6337":3143,"7338":3144,"0064":3145,"0084":3146,"1342":3147,"1361":3148,"1642":3149,"0308":3150,"0309":3151,"2227":3152,"4659":3153,"7749":3154,"8758":3155,"1582":3156,"1353":3157,"1952":3158,"1970":3159,"1760":3160,"5799":3161,"4849":3162,"9768":3163,"9678":3164,"9456":3165,"0095":3166,"1442":3167,"1209":3168,"1633":3169,"1661":3170,"1942":3171,"1983":3172,"1723":3173,"3827":3174,"5779":3175,"2106":3176,"7456":3177,"4102":3178,"1991":3179,"2939":3180,"6759":3181,"5437":3182,"1552":3183,"1491":3184,"3602":3185,"2539":3186,"2837":3187,"2926":3188,"3105":3189,"7335":3190,"1283":3191,"1663":3192,"0805":3193,"0809":3194,"5524":3195,"5438":3196,"7458":3197,"1772":3198,"1790":3199,"2239":3200,"5788":3201,"4956":3202,"6727":3203,"5337":3204,"7459":3205,"1591":3206,"1781":3207,"4666":3208,"4879":3209,"5529":3210,"6756":3211,"5426":3212,"3204":3213,"8679":3214,"8678":3215,"6459":3216,"7438":3217,"7234":3218,"1561":3219,"1391":3220,"2828":3221,"7778":3222,"8556":3223,"1520":3224,"1981":3225,"1861":3226,"1880":3227,"4479":3228,"7757":3229,"2305":3230,"3100":3231,"1372":3232,"1881":3233,"0362":3234,"2537":3235,"4647":3236,"7769":3237,"8889":3238,"4524":3239,"5402":3240,"5434":3241,"1581":3242,"1680":3243,"2839":3244,"8766":3245,"7422":3246,"1651":3247,"4459":3248,"4848":3249,"6747":3250,"2309":3251,"9658":3252,"2109":3253,"6325":3254,"1592":3255,"1440":3256,"1891":3257,"0464":3258,"3695":3259,"4688":3260,"6668":3261,"5538":3262,"5537":3263,"5527":3264,"3305":3265,"7657":3266,"4335":3267,"6235":3268,"0094":3269,"2437":3270,"4959":3271,"4979":3272,"3206":3273,"8557":3274,"6434":3275,"1533":3276,"1460":3277,"2237":3278,"3202":3279,"9647":3280,"2112":3281,"7237":3282,"8239":3283,"2012":3284,"1370":3285,"1852":3286,"1761":3287,"1791":3288,"0583":3289,"6527":3290,"7337":3291,"7339":3292,"1623":3293,"1971":3294,"0953":3295,"2229":3296,"8638":3297,"8656":3298,"4108":3299,"0400":3300,"0645":3301,"2226":3302,"4638":3303,"5534":3304,"7437":3305,"9325":3306,"1510":3307,"1423":3308,"1430":3309,"1371":3310,"0284":3311,"0494":3312,"0683":3313,"2937":3314,"7756":3315,"7768":3316,"8559":3317,"1570":3318,"1911":3319,"0675":3320,"2634":3321,"4698":3322,"6956":3323,"1433":3324,"1341":3325,"1381":3326,"1653":3327,"0276":3328,"0384":3329,"3937":3330,"2924":3331,"4488":3332,"5748":3333,"4958":3334,"3209":3335,"7325":3336,"1580":3337,"1652":3338,"0484":3339,"0883":3340,"0765":3341,"4498":3342,"8769":3343,"7427":3344,"6335":3345,"1540":3346,"1560":3347,"1431":3348,"1490":3349,"1340":3350,"1842":3351,"1771":3352,"7747":3353,"7766":3354,"7322":3355,"0082":3356,"1671":3357,"1923":3358,"1754":3359,"0593":3360,"0875":3361,"0785":3362,"0794":3363,"0962":3364,"2622":3365,"2637":3366,"6999":3367,"5536":3368,"3212":3369,"9559":3370,"9548":3371,"7435":3372,"0045":3373,"1330":3374,"1872":3375,"1851":3376,"1740":3377,"0465":3378,"0475":3379,"2639":3380,"2824":3381,"4438":3382,"7988":3383,"0212":3384,"0303":3385,"3312":3386,"9769":3387,"8548":3388,"6424":3389,"7434":3390,"1411":3391,"1730":3392,"1770":3393,"0265":3394,"0784":3395,"3676":3396,"2929":3397,"5848":3398,"7966":3399,"6234":3400,"1531":3401,"1541":3402,"1452":3403,"1620":3404,"1910":3405,"1950":3406,"1980":3407,"1750":3408,"0354":3409,"0642":3410,"2276":3411,"5668":3412,"5789":3413,"9749":3414,"1590":3415,"1710":3416,"0693":3417,"0983":3418,"6978":3419,"7424":3420,"0012":3421,"1530":3422,"1421":3423,"1933":3424,"1721":3425,"1731":3426,"0684":3427,"2524":3428,"2735":3429,"7979":3430,"1670":3431,"1701":3432,"0275":3433,"2687":3434,"4439":3435,"6879":3436,"4308":3437,"8658":3438,"0164":3439,"1321":3440,"1360":3441,"1720":3442,"0808":3443,"2737":3444,"5666":3445,"5759":3446,"7759":3447,"7659":3448,"7535":3449,"1323":3450,"1363":3451,"1351":3452,"1853":3453,"0393":3454,"0565":3455,"4428":3456,"4759":3457,"8544":3458,"6438":3459,"8338":3460,"7235":3461,"1311":3462,"1640":3463,"0409":3464,"0554":3465,"0543":3466,"2525":3467,"2935":3468,"4856":3469,"7779":3470,"7546":3471,"8527":3472,"8549":3473,"3112":3474,"9235":3475,"5107":3476,"1523":3477,"1332":3478,"1920":3479,"1841":3480,"0445":3481,"3309":3482,"1111":3483,"8759":3484,"9758":3485,"7539":3486,"9538":3487,"8459":3488,"1532":3489,"1450":3490,"1390":3491,"4898":3492,"6666":3493,"0129":3494,"1550":3495,"1470":3496,"1631":3497,"0403":3498,"0882":3499,"4749":3500,"6738":3501,"5236":3502,"9327":3503,"1930":3504,"1714":3505,"0205":3506,"3976":3507,"5757":3508,"6866":3509,"6737":3510,"9756":3511,"9558":3512,"6428":3513,"1350":3514,"1242":3515,"1931":3516,"1941":3517,"1818":3518,"3428":3519,"2436":3520,"4846":3521,"4847":3522,"6899":3523,"4307":3524,"9759":3525,"8546":3526,"7436":3527,"9457":3528,"6328":3529,"9322":3530,"9747":3531,"8647":3532,"9549":3533,"6435":3534,"6427":3535,"0209":3536,"0454":3537,"2535":3538,"7649":3539,"9679":3540,"6236":3541,"9237":3542,"0054":3543,"1410":3544,"1810":3545,"0353":3546,"0682":3547,"3934":3548,"2836":3549,"4427":3550,"6966":3551,"8749":3552,"9659":3553,"1291":3554,"1641":3555,"1990":3556,"2922":3557,"9779":3558,"9656":3559,"7547":3560,"8438":3561,"6238":3562,"1501":3563,"1551":3564,"1241":3565,"0874":3566,"6958":3567,"6735":3568,"8649":3569,"5200":3570,"1310":3571,"1850":3572,"0283":3573,"0382":3574,"0592":3575,"2407":3576,"8425":3577,"6336":3578,"1420":3579,"0493":3580,"0574":3581,"3437":3582,"3838":3583,"6959":3584,"7646":3585,"8627":3586,"6436":3587,"0160":3588,"1480":3589,"1245":3590,"1610":3591,"1691":3592,"1940":3593,"0542":3594,"0783":3595,"6689":3596,"6889":3597,"6739":3598,"9889":3599,"6526":3600,"6559":3601,"7534":3602,"9547":3603,"1611":3604,"0273":3605,"2777":3606,"5679":3607,"4857":3608,"8879":3609,"6722":3610,"9544":3611,"9458":3612,"0185":3613,"1274":3614,"1650":3615,"1660":3616,"0285":3617,"2636":3618,"4858":3619,"7878":3620,"5436":3621,"3203":3622,"9649":3623,"5308":3624,"7522":3625,"6324":3626,"0055":3627,"1401":3628,"0483":3629,"0692":3630,"4949":3631,"6726":3632,"7658":3633,"8659":3634,"9338":3635,"1521":3636,"1630":3637,"0294":3638,"3929":3639,"4622":3640,"9766":3641,"0009":3642,"1380":3643,"1840":3644,"1870":3645,"0254":3646,"0563":3647,"6969":3648,"8878":3649,"8768":3650,"6426":3651,"0006":3652,"1821":3653,"1831":3654,"0855":3655,"0745":3656,"3924":3657,"4798":3658,"6656":3659,"7629":3660,"8757":3661,"9557":3662,"0051":3663,"0392":3664,"0761":3665,"9748":3666,"9335":3667,"9326":3668,"1134":3669,"1331":3670,"1690":3671,"1932":3672,"1960":3673,"0412":3674,"0845":3675,"0862":3676,"2736":3677,"2728":3678,"4422":3679,"4429":3680,"8429":3681,"7324":3682,"9334":3683,"0147":3684,"3938":3685,"7989":3686,"6728":3687,"1110":3688,"8738":3689,"8748":3690,"6535":3691,"8547":3692,"8434":3693,"0122":3694,"0136":3695,"1601":3696,"1621":3697,"1921":3698,"0405":3699,"2528":3700,"4938":3701,"6658":3702,"6699":3703,"1101":3704,"8747":3705,"7524":3706,"8537":3707,"8328":3708,"8238":3709,"0170":3710,"1301":3711,"1281":3712,"1820":3713,"0363":3714,"0674":3715,"0774":3716,"0792":3717,"0972":3718,"2734":3719,"4859":3720,"7869":3721,"6529":3722,"9657":3723,"7334":3724,"8337":3725,"8234":3726,"0163":3727,"1292":3728,"0671":3729,"2724":3730,"5657":3731,"5658":3732,"7889":3733,"7899":3734,"7525":3735,"6425":3736,"0187":3737,"1860":3738,"0361":3739,"0474":3740,"0843":3741,"3524":3742,"2726":3743,"4444":3744,"5659":3745,"5688":3746,"4677":3747,"6422":3748,"8422":3749,"0123":3750,"0863":3751,"5649":3752,"6439":3753,"0145":3754,"0052":3755,"1517":3756,"1320":3757,"0662":3758,"7859":3759,"8729":3760,"8326":3761,"1282":3762,"0443":3763,"0892":3764,"7738":3765,"6734":3766,"6725":3767,"6729":3768,"4536":3769,"6536":3770,"8644":3771,"7426":3772,"7336":3773,"0128":3774,"0144":3775,"0053":3776,"1272":3777,"0691":3778,"7999":3779,"7644":3780,"9738":3781,"9746":3782,"9522":3783,"6437":3784,"6429":3785,"9328":3786,"4105":3787,"0152":3788,"0180":3789,"0192":3790,"1252":3791,"1830":3792,"0833":3793,"4988":3794,"6857":3795,"9627":3796,"7537":3797,"7528":3798,"8538":3799,"9435":3800,"9425":3801,"0174":3802,"0176":3803,"1263":3804,"0952":3805,"5838":3806,"4738":3807,"6988":3808,"6878":3809,"6724":3810,"7628":3811,"8727":3812,"9757":3813,"0672":3814,"0853":3815,"4426":3816,"7879":3817,"7777":3818,"6534":3819,"6539":3820,"3205":3821,"8677":3822,"8424":3823,"8324":3824,"0131":3825,"0137":3826,"0143":3827,"0071":3828,"1417":3829,"1251":3830,"1917":3831,"0754":3832,"0782":3833,"7958":3834,"8646":3835,"8339":3836,"6202":3837,"0165":3838,"0132":3839,"0043":3840,"0063":3841,"1243":3842,"1253":3843,"1260":3844,"1811":3845,"0492":3846,"0551":3847,"0872":3848,"0709":3849,"4424":3850,"5957":3851,"6989":3852,"9849":3853,"6524":3854,"8622":3855,"9638":3856,"9648":3857,"7527":3858,"9427":3859,"8334":3860,"8237":3861,"0196":3862,"1901":3863,"0343":3864,"0663":3865,"4735":3866,"7622":3867,"7638":3868,"8624":3869,"0134":3870,"0042":3871,"1317":3872,"0481":3873,"0881":3874,"0891":3875,"0791":3876,"8634":3877,"8628":3878,"8525":3879,"8528":3880,"9535":3881,"8437":3882,"9234":3883,"0133":3884,"0140":3885,"1179":3886,"1084":3887,"0023":3888,"1221":3889,"0391":3890,"0861":3891,"4437":3892,"6846":3893,"8744":3894,"8746":3895,"8526":3896,"9537":3897,"0120":3898,"0162":3899,"0130":3900,"0151":3901,"1271":3902,"0242":3903,"0453":3904,"0873":3905,"5857":3906,"6657":3907,"6838":3908,"8722":3909,"9636":3910,"8539":3911,"7439":3912,"9437":3913,"9426":3914,"9336":3915,"9329":3916,"9239":3917,"0126":3918,"0150":3919,"0199":3920,"0171":3921,"0172":3922,"1146":3923,"0381":3924,"0752":3925,"4747":3926,"9534":3927,"9459":3928,"0169":3929,"0139":3930,"0197":3931,"1140":3932,"0070":3933,"1273":3934,"1801":3935,"0463":3936,"0651":3937,"4948":3938,"6888":3939,"7635":3940,"9858":3941,"9878":3942,"8635":3943,"7529":3944,"9422":3945,"8327":3946,"8235":3947,"0092":3948,"0245":3949,"0252":3950,"0372":3951,"0854":3952,"0852":3953,"0991":3954,"7748":3955,"8957":3956,"9869":3957,"9438":3958,"0157":3959,"0179":3960,"0062":3961,"1233":3962,"1230":3963,"1617":3964,"0472":3965,"0643":3966,"2536":3967,"6869":3968,"8989":3969,"9859":3970,"6525":3971,"9737":3972,"0124":3973,"0184":3974,"0188":3975,"0198":3976,"2058":3977,"1290":3978,"0342":3979,"0352":3980,"0341":3981,"0473":3982,"0533":3983,"0890":3984,"0772":3985,"0942":3986,"8979":3987,"8629":3988,"9646":3989,"8428":3990,"8336":3991,"0091":3992,"1270":3993,"0272":3994,"0282":3995,"0452":3996,"0482":3997,"0581":3998,"7624":3999,"9739":4000,"9744":4001,"8637":4002,"9539":4003,"0166":4004,"0156":4005,"0323":4006,"0553":4007,"0871":4008,"0963":4009,"5646":4010,"5959":4011,"4946":4012,"7722":4013,"7627":4014,"8639":4015,"8535":4016,"0154":4017,"0195":4018,"1223":4019,"0521":4020,"0823":4021,"0842":4022,"0733":4023,"5888":4024,"4737":4025,"4744":4026,"6669":4027,"7626":4028,"8728":4029,"6537":4030,"8439":4031,"0125":4032,"0127":4033,"0158":4034,"1088":4035,"1915":4036,"0491":4037,"0652":4038,"0773":4039,"4838":4040,"6679":4041,"7634":4042,"9536":4043,"0155":4044,"0146":4045,"0189":4046,"1916":4047,"1711":4048,"0332":4049,"0653":4050,"0961":4051,"0971":4052,"5856":4053,"5849":4054,"7844":4055,"7637":4056,"7536":4057,"7526":4058,"8522":4059,"9524":4060,"9428":4061,"8325":4062,"0149":4063,"0173":4064,"1044":4065,"1261":4066,"0571":4067,"0664":4068,"0932":4069,"0973":4070,"0982":4071,"4926":4072,"8737":4073,"9628":4074,"8524":4075,"6326":4076,"0142":4077,"0182":4078,"0194":4079,"1131":4080,"0582":4081,"0631":4082,"5844":4083,"4822":4084,"8999":4085,"8534":4086,"9527":4087,"7428":4088,"0193":4089,"1000":4090,"0073":4091,"0061":4092,"1511":4093,"0572":4094,"0650":4095,"0893":4096,"0723":4097,"9866":4098,"0101":4099,"0181":4100,"0186":4101,"1143":4102,"1079":4103,"1914":4104,"0264":4105,"0510":4106,"0550":4107,"0673":4108,"0951":4109,"0981":4110,"5738":4111,"5859":4112,"6688":4113,"7734":4114,"7746":4115,"5545":4116,"9856":4117,"9734":4118,"8636":4119,"8529":4120,"7425":4121,"9324":4122,"0168":4123,"1122":4124,"1162":4125,"0072":4126,"1514":4127,"1210":4128,"0430":4129,"4928":4130,"7888":4131,"8735":4132,"8435":4133,"0121":4134,"0141":4135,"1075":4136,"4826":4137,"4825":4138,"4937":4139,"9722":4140,"9729":4141,"8427":4142,"1070":4143,"1121":4144,"1042":4145,"0281":4146,"0383":4147,"0743":4148,"4827":4149,"6946":4150,"6979":4151,"6856":4152,"6736":4153,"9726":4154,"1133":4155,"1048":4156,"1232":4157,"1220":4158,"1913":4159,"0523":4160,"0591":4161,"0820":4162,"6678":4163,"7957":4164,"7736":4165,"1144":4166,"1130":4167,"1138":4168,"1087":4169,"0641":4170,"4425":4171,"5847":4172,"4635":4173,"0148":4174,"1176":4175,"1036":4176,"1183":4177,"1231":4178,"0243":4179,"0253":4180,"0293":4181,"0333":4182,"0360":4183,"0461":4184,"0440":4185,"0541":4186,"0623":4187,"0620":4188,"0680":4189,"0771":4190,"0980":4191,"5647":4192,"6659":4193,"7857":4194,"9999":4195,"1117":4196,"8436":4197,"8335":4198,"0161":4199,"1051":4200,"1250":4201,"0240":4202,"0462":4203,"0562":4204,"0781":4205,"0992":4206,"3822":4207,"7735":4208,"8868":4209,"8726":4210,"9634":4211,"9629":4212,"9526":4213,"0135":4214,"1005":4215,"1023":4216,"1191":4217,"3145":4218,"0442":4219,"3837":4220,"4434":4221,"8857":4222,"8329":4223,"7236":4224,"0153":4225,"0183":4226,"1148":4227,"1125":4228,"2384":4229,"0351":4230,"0371":4231,"0742":4232,"0920":4233,"0930":4234,"6957":4235,"7758":4236,"7625":4237,"9727":4238,"9525":4239,"8426":4240,"6334":4241,"9236":4242,"0190":4243,"1178":4244,"1039":4245,"1165":4246,"0081":4247,"0223":4248,"0274":4249,"0390":4250,"0560":4251,"4834":4252,"6647":4253,"7968":4254,"7728":4255,"1174":4256,"1082":4257,"1043":4258,"1034":4259,"1196":4260,"2378":4261,"0633":4262,"0831":4263,"0775":4264,"5846":4265,"7949":4266,"7739":4267,"5555":4268,"8739":4269,"9528":4270,"8236":4271,"0175":4272,"0178":4273,"1074":4274,"1173":4275,"1062":4276,"1065":4277,"1192":4278,"1154":4279,"1155":4280,"1181":4281,"2392":4282,"0330":4283,"0933":4284,"0990":4285,"5725":4286,"4829":4287,"7868":4288,"9728":4289,"8625":4290,"9637":4291,"9434":4292,"1147":4293,"1137":4294,"1006":4295,"2156":4296,"0441":4297,"0661":4298,"0681":4299,"0970":4300,"3824":4301,"4435":4302,"4927":4303,"8966":4304,"7639":4305,"8724":4306,"9735":4307,"9625":4308,"9439":4309,"9339":4310,"1072":4311,"1055":4312,"1035":4313,"1194":4314,"1099":4315,"0060":4316,"0610":4317,"0851":4318,"2236":4319,"3826":4320,"5937":4321,"4746":4322,"7998":4323,"8856":4324,"8866":4325,"0114":4326,"8734":4327,"9736":4328,"9337":4329,"1009":4330,"1068":4331,"1168":4332,"2177":4333,"0074":4334,"1280":4335,"0380":4336,"0832":4337,"0923":4338,"3828":4339,"5746":4340,"5998":4341,"4734":4342,"4728":4343,"4727":4344,"7969":4345,"9725":4346,"9622":4347,"9546":4348,"1120":4349,"2147":4350,"2386":4351,"0451":4352,"0540":4353,"0632":4354,"0762":4355,"0960":4356,"5554":4357,"9639":4358,"9677":4359,"8536":4360,"0177":4361,"1187":4362,"1169":4363,"2056":4364,"2062":4365,"2160":4366,"0431":4367,"0470":4368,"0532":4369,"0552":4370,"0660":4371,"0940":4372,"3839":4373,"4725":4374,"8969":4375,"4545":4376,"9626":4377,"1077":4378,"1002":4379,"1081":4380,"1020":4381,"1199":4382,"1158":4383,"2140":4384,"2099":4385,"1240":4386,"5637":4387,"4837":4388,"7858":4389,"7725":4390,"8626":4391,"0138":4392,"1129":4393,"1089":4394,"1026":4395,"1091":4396,"2142":4397,"0033":4398,"0040":4399,"0251":4400,"0370":4401,"0950":4402,"2936":4403,"5627":4404,"4925":4405,"8959":4406,"1071":4407,"1063":4408,"1098":4409,"3384":4410,"0320":4411,"0573":4412,"0590":4413,"7978":4414,"8869":4415,"1008":4416,"1045":4417,"2073":4418,"0032":4419,"0031":4420,"0041":4421,"0090":4422,"0433":4423,"0640":4424,