[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
<S>
<T>
#
(
)
+
-
/
1
2
3
4
5
6
7
8
=
@
[
\
]
b
c
f
h
i
l
n
o
p
r
s
##c
##2
##o
##s
##1
##n
##3
##i
##4
##l
##f
##p
##5
##r
##b
##6
##7
##h
##8
##cc
cc
##ccc
c1
cc1
c2
nc
##nc
##ccccc
nh
##oc
##cccc
##1ccc
ccc
##2c
##n1
cc2
c3
coc
##ccccc1
##ccccc2
n1
cl
c1ccc
oc
##ccn
n2
1c
cn
##sc
##cc1
cc1ccc
##cc2
nc1
c2ccc
nc2
##ccccc3
nh2
ccc1
c1c
##n1c
cc3
1ccc
coc1ccc
cnc
2c
c2ccccc2
##nn
cc1c
##3c
c1ccccc1
##cco
cccc
coc1
c2c
cc1cc
##nc2
##o1
ccoc
co
br
##n2
##2c1
ncc
c1cccc
1cc
nc1ccc
c1cc
##nnc
cn1
cs
##3ccccc3
sc
##o2
2ccc
##nc1
##ncc
c3ccc
n1ccc
ccc2
c3ccccc3
ccn
c4
c2cc
n3
##cccc2
nh3
##2ccc
csc
s1
##1c
cc1cccc
##s1
2cc
o1
cc1nc
n2c
c2cccc
n2ccc
cc1ccccc1
##cc3
##1ccccc1
##2ccccc2
nc2ccc
n1c
1cccc
cn1c
ncc1
nc3
nccc
##ccccc4
##2cc
##s2
coc1cc
occ
ncc2
##ccccc2c
##cl
cco
cc2c
n1ccn
nc1cccc
3c
c1nc
n1cc
nn
c2nc
ccnc
##noc
##2nc
cc2ccc
##1cccc
coc1cccc
##o3
ccn1
n2cc
cccc1
coc1ccccc1
c3c
1ccn
nnc
1cn
##3ccc
c2cc2
n2ccn
ccn1c
nc1ccccc1
##br
c1ccn
##n3
##4c
cn2
1cccn
##cccc3
cc1oc
cc1f
##cccc1
no1
ccoc1ccc
cc2ccccc2
scc
nc1cc
o2
##ccccc12
c1cc1
##nccc
2cccc
##4ccccc4
##ccocc2
ccc1ccc
##ccocc1
##ccccc2c1
##occ
cc1cl
ncc1ccc
##n2c
cs1
##nc3
s2
cocc
c3cccc
##sc1
c2c1
nc2ccccc2
csc1
nc1c
ns
ccc3
cn1cc
nc2cc
cccc2
c3cc
3ccc
c1ccc2c
##oc2
##1cc
occo
nc2cccc
cc4
##cc2ccccc2
cn2c
cc1nn
##nc2ccccc2
c1n
##3ccccc3c
##n1cc
c2ccn
##3cc
ccs
c4ccccc4
1ccco1
1nc
ccc1c
##3c2
nc2c
##sccc
1c1ccc
##oc1
c2cccs2
##s3
cc1n
n2cccc2
##3ccccc32
c1cccs1
##cc1ccccc1
##2ccccc21
sc1
3cc
cc3ccccc3
ncc2ccc
c2ccccc2c
oc1ccc
c4ccc
nn1
n2ccocc2
##ccccc23
ccc1nc
cc1noc
2ccco2
##scc
##2cccc
cc1csc
n3ccc
ccc21
c1oc
c1ccco1
c2n
c3cc3
##nc2c
cccn
c2ccco2
c12
cc3c
nc3ccc
n3c
ccc1f
c2ccccc21
cc3ccc
##sc2
cc2cccc
c2ccc3c
no2
ccc2c
cccc3
fc
##nc1c
2cccn
cc2c1
##cc1c
cc2cc
cs2
##ccocc3
oc2ccc
n1ccocc1
cco1
n4
oco2
nc2nc
c2ccccc12
ccn1cc
nc1ccc2c
1o
cc1ccn
c1cn
nnc1
cccnc
##3nc
cn2cc
1ccs
c2nnc
nc1nc
c1ccncc1
occ2
cc21
c1cccnc1
occo2
##nc2ccc
2c1
cc2cl
occc
c1o
cc2f
##2ccccc2c1
c3nc
ccc1cl
ccc1o
##1cc1
c2ccccc2f
cccc1c
##oc1ccc
ccc1ccccc1
##o4
1c1ccccc1
csc2
c1cnc
2ccn
cc1o
nn2
ccc1nn
ccoc1ccccc1
n3cccc3
##cc4
n3cc
c1f
oc2
##3ccccc3c2
nc2c1
##n1ccn
3cccc
c2cccnc2
c1ncc
on1
ncc1ccccc1
21
ccc1cc
oco3
cc1cnc
cc1ccccc1c
##nnn
cn1ccc
n1cccc1
n2cccc
cc1ccc2c
c1ccccn1
c3cccs3
sc1c
cc12
coc2ccc
cccn1c
c2ccncc2
cn2ccc
sc2c1
coc1ccccc1c
c2ccccc2cl
##cccc1c
##nc2cc
cns
coc1ccc2c
c2cn
n2nc
cc1ncc
c1ccccc1f
c1cccc1
sc2
cscc
ccc1oc
c1cnn
c1ccccc1c
##4ccc
c1csc
n1cccc
cc1nnc
cc2nc
csc1ccc
ccccc
##1nc
cn1ccn
c2ncc
ccccc1
n2ccccc2
c1cl
c1ccccc1cl
##n1ccc
oc1ccccc1
##3cccc
nc2ccccc21
cc1s
##cc1cc
ccc1cccc
1coc
1cccc1
n3ccn
##oc3
ccoc1cc
cn3
n3ccocc3
cn2ccn
c2csc
2nc
nc3c
##cc2ccc
##n12
##2ccccc2c
c1nnc
32
##sc1c
2c2ccc
c3ccn
3ccco3
##cc2cc
o3
2cccc2
c3ccccc23
oc1
##n2cc
##cc1cccc
1cco
3c2
##nnc2
coccc
nc1ccn
c2cnc
ccsc
occo3
c5
1cccn1c
c3ccco3
c2ccccn2
nc3ccccc3
##4cc
cn1nc
c2noc
c2ccccc2c1
nn1c
c2nc3ccccc3
2cn
csc1nnc
cc1br
c2cccc2
nc12
2cccn2c
oc1cccc
##ccn2
1c1cccc
1ccccn1c
ncc1c
cco2
c1sc
c2cnn
##32
clc
##nnnn
c1nc2ccccc2
ncc1cc
2ccs
ncc1cccc
nc3cccc
ccccc2
##2cl
12
c3ccccc3c
cnc1
ccn2c
##n1ccocc1
cc1cccs1
nc1nnc
ccn1nc
noc
##ncn2
nc1cc1
c1cncc
cccc1cl
##2c1c
ccco
2o
c3c2
nc1ccccc1c
c2sc
##ccccc2cl
##nc12
cnc2
ccocc1
##c3
2cco
##n3c
nc2ccc3c
1cc2ccccc2
1ccccc1
c4cccc
ccoc1cccc
n1ccc2
n1ccccc1
1cccc2
ccc2f
cccoc
c1ccc2
nc2cc2
ncc3ccc
2ccccc2
ccl
cccc1f
##n4
##ncccn2
##nc2n
c23
ccn2
csc2nnc
1oc
##scc1
n1cco
##sc3
1ccoc1
c1cc2c
ccc2ccccc2
c1cccc2
##nc3c
c1ccsc1
1occ
c1ccccc1nc
nccnc
c1noc
n2cccn2
coc1c
n3ccccc3
1n
ccc1n
c2n1
s3
oc2ccccc2
n1n
cc3cccc
c3ccccc3f
cc1cnn
##nccn
ccc2c1
c2c1c
ccsc1
2c2ccccc2
c1nn
##ccccc34
##nc1nc
##cc3cc
oco4
c3cccnc3
c3ccc4c
1co
1ccoc2
##cc1nc
fc1ccc
oc2cc
csc1nc
##2cc2
##nc21
csc2nc
nccc1
nc3cc
c3ccccc32
cc1sc
ncc2cc
ccc2cl
nc2ccccc2c
ccns
##ccccc5
nccc1ccc
cc1ccc2
1ccccc
c1cc2ccccc2
ccc12
cccc1nc
##4ccccc43
n2ccnc2
4c
nc1ncc
##nc4
ncccc
##sc3c
##ccccc21
nn2c
cn3c
nc3nc
ncc2cccc
on2
ccc4
1c1
cc32
##nc2nc
ncc2c
##n2ccc
c2nn
##ccncc2
sc1nnc
oc2c1
##ncccc
c3ccncc3
##ncn1
ccoc1
cccc1cc
c4c
cc1ccccc1nc
coc1ccccc1nc
##ncccc1c
cc1ccsc1
coccn
##ns
ncc2ccccc2
cc3c2
nc4
2c3
ccocc
##4c3
1ccc2
##sccc2
##3ccccc3o2
no3
oc2c
ccccnc
c2cc3c
cc1cc2
##n1s
ccc2o1
##n1cccc1
1ccc2c
cccs
oc1c
##nc2ccccc2s1
c2ccsc2
coccn1c
c21
nc1ccc2
c2cl
co2
1cc2
c3nnc
n2cco
2ccoc2
c1cc2
2coc
n2cncn2
##cccc2ccccc12
cc1ccco1
cccc2cl
cc4ccccc4
cccn1
2cs
c2ncccn2
##occc
c1ccnc
1coc2ccccc2
##ccn2c
ccc1noc
n3cccc
coccnc
cc1cc2c
cc1ccccn1
cccoc1ccc
nc1cccc1
c3ccccn3
cnn1c
##nc2ccccc2c
##oc1ccccc1
1c2
cc1ccc2nc
cc3cc
n2c1
##1cccc1
cn2nc
cn1ncc
n1ccoc
nc2nnc
c4cc4
##cccc2cc
1coc2ccccc2o1
##nc1cc
ccc2ccc
cccc2f
##nn2
ccn1ccc
c1nccs1
##cccc4
ccco1
ccc1br
##cco2
cc2s1
##ccncc1
cnc2ccc
cc2ccco2
cc1cccnc1
nc2ccn
##nc2cccc
1csc
c3ccccc3cl
##ncccn3
ccc3c
cc1ccnc
c2f
ccccn
##nc23
cc2cccs2
1cc1ccccc1
oc3ccc
n2cccccc2
c2oc
occ2ccc
n2n1
coc1cc2c
ncc1ccco1
occ2ccccc2
c1ccc2ccccc2c1
ccc1nnc
cc2csc
ccc32
c1s
c4cc
##3nnc
c1ccocc1
ccn1ccn
##3n
oc2cccc
nc1cccnc1
##3ccccc3s2
scc2
cnn1
c1ccc1
cc1cn
csc1ccccc1
clc1ccc
##nnc1
c3nc4ccccc4
##nn2c
##ccocc4
n1ccc2cc
ccc1occ
ccocc2
##3ccccc23
##3ccccc3n2
nc1cnn
cc1cc1
sc2nc
##5c
##2cnn
nc2ccccc12
2co
##cc3ccc
ccccc3
occ1
##3n2
cn2ccocc2
sc2c
nccc1c
1cccco1
##s4
##scc2
ccc2n1
nn12
3cccc3
##nc2c1
c32
4cc
c1ccccc1br
##nc2n1
##nccs2
co1
coc1ccc2
1ccoc
##4ccccc4c3
occco2
cccc4
1cs
c1ccccc1o
n1ccc2ccccc21
n2ccc3
nc3ccccc32
c3cccc3
1c1cc
c1cccc2ccccc12
cccn1cc
oc3
cn3cc
c2nc3c
2n
ccc1ncc
1cccc2ccccc21
4ccc
nccn
n1cccn1
cc1occ
nc1nc2c
ccccn1c
##1ccc2
coc2ccccc2
##nnn2
1cocc
n3cccn3
nc2c1c
c3n
c3ncccn3
cnc1ccc
##n23
c2ccccc2n1
sc2ccc
occo4
n1cccn
cc2cccnc2
##oc1c
n2ccoc
12c
c3ncc
2c2cccc
brc
1sc
cc23
c1ccccc1oc
sc2cc
cc1ccccc1f
n1cc1ccc
##5ccccc5
ncn1
ccc2oc
cc2ccccn2
c3ccccc3c2
c2nccs2
##ncn3
nc21
2co1
##cco1
##n2ccocc2
c4ccccc34
nc3cc3
23
##ncccc1
oc2ccccc21
n1c1ccccc1
1s
coc2cccc
cn1cco
ccc1ccccc1nc
n2n
csc1cccc
c3cnn
noc2c
cc2nnc
cc1nc2c
nn3
no
ccc3ccccc3
c1coc
nc1ccccc1f
c2nc3ccccc3s2
ncc1cccnc1
cccc21
cc1occc
n1nc
n2cnnn2
##nccc2
1cnc
nccc2ccc
ccoc1ccccc1c
c2ccocc2
cc3f
cs3
cc4ccc
oc12
ncc1nc
c1occ
n2nn
c2ccoc2
cocc1cc
n4ccc
c1sccc
n1cc1ccccc1
cn2cco
cc1ccncc1
cc1cncc
c2ccnc
##4cccc
##nnnc1
cc1ccsc1c
##4ccccc4c
3ccccc3
nc4ccc
ccc23
nccc1ccccc1
##nccc1c
3cccn
n1cccccc1
cc2cc2
c2ccc3
coc2
cc3cl
2c2
nn3c
##nc3cc
ccc1cnc
c2ncccc
cc2ccccc2f
n4cccc4
12ccc
ccc3c2
c2ccccc2oc
n1c1ccc
nc1nccs1
ccoc2
ccoc1c
c1nc2c
##nc2ccccc21
oc3ccccc3
ncc3ccccc3
ncc2nc
cc1cccc2
n1ncc
ccc2o
n3nc
##n1nc
c1ccoc1
2ccoc3
n1c1cc1
cc3s2
cc2ccccc2cl
##oc1cccc
##2c1n
n4ccocc4
n2ncc
nc2cccc2
nc2sc3c
c1nnn
cc1nc2ccccc2
##1ccccn1
ncc1ccc2c
cn12
2ccccc
cn1cnc
cn1ccnc1
cc1nc2cc
ncn2
##3cc4cc
n3ccnc3
cccc1ccc
ncc1ccn
cc2ccc3c
ncc2ccco2
coc1nc
nccn1c
##1ccccc1c
##cccc3ccccc23
nc2cnn
cc2n1
coc3ccc
ncc3
cn1ccocc1
n4c
c3ccsc3
noc1c
c1br
2c3c
n1ccc2c
##nc32
n12
##n1c1cc1
##scc1c
##nc2sc
cc1ccccc1o
c2cnccn2
c1cc2ccccc2o1
1cc1
##nn1
oc1cc
1c1c
coc1ccc2nc
cc2cnc
c2o
ccco2
cc3nc
n2cccn
1c1cccs1
c5ccccc5
cnc12
cccccc
cc1ccccc1cl
cccn2c
##n2c1
##ccccn2
##2cn
cnc2cc
cnc1nc
c2cncc
##n2cccc
12cc
c2nnn
c1c2ccccc2
##2ccccc2n1
##sccc2c1
occ3ccccc3
nnc2
1c1cc1
c2ccc2
cocc1
cocc1ccc
1cc1ccc
##n1cc1ccc
ccoc1ccccc1nc
ncco
nc2ccc3
nc1ccccc1cl
sc2nnc
##nccn3
ccsc2
##sc2c
##cccc2ccc
1cc2cc
cnc1cc
cccc3c
n3n2
3cs
##nnnn2
cc1ncn
nccc2
cccc2c
sc1ccc
ccc2nc
##nccc1
sc1nc
c1cnccn1
2cccc3
##4ccccc34
cco3
c4ccco4
nc3ccc4c
n1ccc2ccc
cn1ncc2c
##2ncnc
##n3cc
cc2ccccc2c
1cscc
nc2n1
n1ccc2ccccc2c1
##oc2ccccc2c1
3ccn
cc2n
coc1ccc2cc
2oc
occ1ccccc1
ccnc1
##sc4c
c2ccccc2o
c12cc3cc
##oc2ccc
oc3cc
##ccncc3
cn3ccc
1ccc2ccccc2c1
ccn3c
cc2cn
ncc1cccs1
cc1nccn1
c1nc2ccccc2s1
n3cccccc3
1ccc2ccccc21
c2ccccc2br
csc2ccc
n1cncn1
c2nc3ccc
1cccc2ccc
occn
nc1n
n1cc2
c2ccc3ccccc3c2
##n2s
c4cccs4
oc2ccccc12
coc1ccccc1cnc
c2nccc
##nc2sc3c
cn3ccocc3
scc2ccc
##nnnn2c
c1cc2cc
c2ccccc2n
cocccnc
cc4c
nc3c2
##nnnn1
1coccn1c
oc3c
fc1cccc
c2cc1c
cc2oc
cc2nc1
2cccco2
2n1c
occ3
nc3ccccc3c
1c2cc
c1ccccc1n
ccc2cc
##4ccccc4o3
c2c1nc
1c2ccccc2c
sc1ccccc1
nc2ccccc2f
occco3
cc2br
2csc
cc1ccccc1occ
nc2ccccc2c1
##nccc1nc
##sccc2c
cn1cccn1
cc1occc1c
cc1nc2ccc
c3n2
2cccc3ccccc32
sccc
2ccc3
ncc2cccnc2
cn3ccn
cccl
n2nnc
##nnn1
##nc2ccccc2c1
1ccccn1s
nnn1
3o
cc2ccncc2
nc1nc2ccc
cc1ncccc1
oc1ccccc1c
##onc
##ccnc
c1ccc2nc
##n2ccccc2
c2cccc3ccccc23
3ccs
c1nc2cc
cc2o1
c3cn
cn2cccn2
c5ccc
ncc1ccnc
1cc2ccccc2o1
nnc1c
c2cc1
##oc2c
c3oc
c3noc
2ccccn2c
4cccc
scc3
##n1ccccc1
1ccsc1
##o5
cc2noc
c1ccc2cc
1cn2cccc
sc3nc
c2ccccc2nc
coc1ncccc1c
nccs
cn1n
cc1cccc1
ncc2ccn
n3cncn3
2coc3ccccc3o2
nc2n
##nnc2n1
c1nc2ccc
cc1ccc1
nc2nccs2
c1c2ccccc2c
n2ccc3ccccc32
occ1ccc
nc1cn
ccc3o2
1c1ccco1
1ccoc2ccccc21
c3nccs3
c1c1cc1
##nc2scc
ncc3cccc
c3cnc
##ncccn1
ccc1cccs1
cn2cnc
ccc1ccsc1c
ccc1nc2n
2c3ccccc3c
ccn3
cc2ccccc21
cc3cccs3
nc2nc3c
c1occc
cc1sc2nc
4ccco4
nc4ccccc4
cccn1ccn
c4ccn
3ccoc3
##n1ccc2
cc1cc2nc
##n1cc2
1ccc2ccc
##ccon1
cocc1ccccc1
cc3cccnc3
##occo2
ccn2cc
c2o1
##2csc
##sc1nnc
occ2nc
ncc1ccccc1c
cbr
oc3ccccc32
cocc1cccc
c3ccccc3n2
nnc3
1cc2ccccc2n1c
2sc
c2sccc2
##oc3c
##n1cc1ccccc1
##nnnc1c
1ccsc
cc1onc
nc3c2c
oc1ccc2c
cc1nccs1
##n2cccc2
nc1ccc2nc
##nc2cl
ccc1onc
##nc3c2
cc2ccccc2c1
c2cc3ccccc3
1cccccc1
coc1cccc2c1
ccn1cco
cc3ccco3
ccsc1nnc
1cc2ccccc2c
1sccc
2cc2ccccc2
cc2o
cnc2nc
csc3
cc3ccccc3c
##3n2ccccc3
##1ccn
cc5
2c1ccc
ccoc3
c1ccscc1
n1ccnc1
csc1ncc
c3ccoc3
ncc2ccc3c
##ccccc13
1c1nc
nc3ccccc23
nccc2ccccc2
occnc
cc2cnn
3cco
cccccc1
n2cc2ccc
cnc2c1
sc2ccccc2
ccc2n1c
nc3cccc3
c3cnccn3
1coc2ccccc21
cc4c3
##ccccn12
c2ccccc2o1
3co2
ccsc1ccc
cc3ccccn3
c2s1
1cccn1s
cnc1c
coc1cccc2cc
##nnc1c
ccoccn
c3csc
ncc1csc
ncc1ccccn1
coc3ccccc3
nc2ncc
##nc1ccccc1
2cccccc2
cc2ccsc2
cc1ccc2ncc
##4nc
##oc2ccccc2
sc2cccc
c4nc
##3cccnc23
nc1cnc
cccn1nc
ncnc1
c3ccccc3oc
c4cccnc4
ncc1ccccc1cl
##cccc2cccnc12
coc2ccccc2c
nc1cccc2ccccc12
ccc1s
c1c2
cc1cn2c
csccc
on3
##n3c2
##n1cco
coc2cc
cnc1cccc
2c2nc
cc1ncsc1c
nc2cccnc2
n1csc
ccoccc
cn2cccc2
cc1ccccc1cnc
os
occ3ccc
2c2cc2
c2cc3ccccc3o2
nc1cccccc1
nnc1ccc
c4ccccc4c
4c3
cc2ccn
2c2cc
cc1cscc1c
##cccc2ccccc21
nc1ccccn1
coc1ccccc1n1ccn
1c1ccc2c
cc3ccccc3f
sc2n1
##ncccc12
c1sccc1
n4ccccc4
c1ccc2ccccc2n1
nc1sc2c
n2ccc3ccccc3c2
c2nc3cc
cn2nnc
nccn2
1cn2ccc
cnc2cccc
con
cn1cccc1
##1ccccc12
3coc
##nc2ccccn12
n1cccc2cc
n2cnnc2
nccco
n4cc
ncc3ccco3
2cc2
3n
c2s
co3
ccc3n2
c2ncccc2
##3ccccn23
##nnc2ccccn12
##43
cc1cccc2ccccc12
ccoc2ccc
cocc1nc
ccscc
1c1ccccc1f
oc2cccc2
ccoc1cc2c
cocccn1c
1cscn1c
1cc1c
occcc
nc2s1
cc3cc3
##nnn3
ccccs
cn1nnc
c2cc3cc
c1ncccc1c
##sccc3
nc2ncnc
cnc21
c1cccn1c
nc2sc
c2ccccc2s1
c1ncn
ccn1ncc
n2ccoc2
occ2cc
nn23
##3cc3
n1nccc1nc
c1cs
##3cn
nccc2nc
n2ccnn2
2s
##sccn
sc3c2
nc1ccccc1oc
ccoc1ccc2c
##sc1ccc
2cn1c
cc1coc
##n2nc
n1ccs
1cocco1
##ncccc2c
c3nc4ccccc4s3
##nn3c
##cco3
cn1cccc1c
2ccoc
cn1cnnc1
ncc2ccccc2c
3c3ccc
coccoc1ccc
cccc3f
fc1cc
sc2c1cccc2
ccccc1ccc
c1scnc1c
c4ccccn4
2occ
##nccn2
c23cc4cc
cc2cccc2
coc3
##sc4
nc2scc
##ccon2
cn1cccc
sc3
##nc1cccc
ccc2s1
2ccn1cc2
cn2cncn2
##nc1cnc
cc2c1c
cscc1ccc
oc1ccccc1f
##2ccccc12
##3sc
nc2ccccc2cl
coc1ccc2ccccc2c1
cc1cnc2c
##cccc23
cc2ccc2
##oc1ccn
ncc1ccccc1f
##cccc1c32
2c2cccs2
c4ccncc4
oco5
cc1cccn2c
##nc2ccccc2n1
ccscc2
cccc32
##12
##nc2c1c
n1ccccc
cnn2c
cccc2c1
c2c3c
c1cccc2c1n
2cccn2s
##sc1nc
ccsc3
c1nc2ccccc2n1c
nc4cccc
occ1c
##2c3c
cn4
coc1ccn
##2c1cccc2
ncc4ccc
c2ncnc
n2ccscc2
nc1ccc2oc
2cccc3cccc1c32
##nc3ccccc32
c3ccccc3o
cccc12
ccoc1ccc2nc
##nc3sc
csc1n
c4ccccc43
c4ccccc4f
##ncccc2c1
1csc2ccccc21
cc1nc2nc
c34
cccc1ccccc1
nccoc1ccc
cn1nccc1c
##2ccc2
cn1cnc2c
nccc1cccc
n2ccnc
c1nnc2ccccn12
oc2ccc2
nccc1cccs1
brc1ccc
n1cc1ccco1
cccc3cl
cc1nc2ccccc2s1
n21
2ccc3ccccc32
ccc3f
3cccn3c
cc1nsc
##sc2ccccc2c1
fc1ccccc1
##nnnn1c
##cc1ccccn1
c2nc3ccccc3o2
clc1cccc
##nnnn3c
1oc2ccccc2
occ1cc
n1nnnc1
cncc
n2ccc3cc
cccc1nnc
ncc2cccs2
c1ocnc1c
cc3ccc4c
cn2ccoc
1coc2ccc
##nnc2n1ccccc2
oc3c2
n23
1ccco
##n2ccn
c1cccc2c1
csc3nnc
n1cnnn1
ccc1ccc2c
##n1ccnc
cc3ccccc3cl
cccoc1ccccc1
c2nn3c
##ncccc3c
c2ncccc2c1
cc1ncccc1nc
3oc
1ccc2nc
##nnc3
n3cco
ccocc3
##n3cccc
nnc1scc
nc1ccncc1
cnc23
1csccs1
21c
##2cccc2
ccs1
ccnc1nc
cc1nc2ccccc2c
coc1ccccc1n1c
coc1ccccc1occ
##nc3n2
coccoc
nnc12
occ2cccc
1cc2ccccc2s1
c1scnc1c1cc1
1ccc2cc
c1ccccc1occ
ncc2c1
ncc3cc
n2c2cc2
1c1cccnc1
c2nccn2c
c2ncco2
cccccc2
o4
##5cc
cc1nc2n
ncnc2
##cc1cc1
##3c2c
cn1nnnc1
##nccs1
n2ccc3c
n1ccnc
nc1ccccc1br
cccc2s1
cccoc1cccc
nc3ncnn
ccnc1cc
cc1cc2cc
##sc2c1
nccoc
2ccc3c
c3ccc3
n1c1cccc
2cccc3ccc
c4ccccc4c3
n4ccn
n2cccc3ccccc32
ncc2ccnc
coccn1ccc
cc2cccc3ccccc23
oc2nc
cccco
ccccoc1ccc
ccoc2ccccc2
##cccc2sc
cc1cccc2c
nccc2cccc
cc2coc
##oc2cccc2
##sccc32
cc1ncccc1c
c1ccncc1cl
##nc2ccccn2c1
c2ncccc2c
23c
cc1n1c
##nc4c
ccc3ccc
coc3cccc
oc4ccc
1c2ccccc2
cc3n2
c1ccccc1s
sc2ccccc21
##2ccc3
##nc2ccccc2o1
##sccc3c2
##cc1csc
1c1ccccc1c
1c1ccccc1cl
sc2c1cc
1oc1cccc1
ccoc1ncccc1c
1cccc2cccnc21
ccc3ccccc32
cc1cccnc1c
2cscc
n1cnnc1
nccc1nc
ccn1ccocc1
nc1cc2c
coccn1cc
n3cnnn3
##nnc2n1ccc2
noc3c
12ccc1ccccc12
1ccocc1
ncnc21
cn2c1
##cc1nnc
cc1ccoc1
##nc2ccccc12
ccc2oc1
nc32
nccc1cc
3c3ccccc3
n1ccscc1
cccc1n
coc1ccccc1cc
cn2cccc
oc2cccnc2
c1sc2nc
ccn2ccocc2
##2cnn3
##2cnn3c
n2ncc3c
scc2cc
##oco2
##1ccco1
n1cccc2ccccc21
cccc2ccccc2
coc1cc2
c4c3
ncc1ccncc1
n2ccn3c
##n3nc
cc43
##nc2ccccc2n1c
nc2cnc
cc1nnc2
##sc2n1
cccc3s2
ccc1ccccn1
2nc3ccc
nc1ccnn1c
ccc2ccccc21
nc1cccnc1cl
cccn1ccnn1
ns1
c1nc2
##1cccnc1
1cn1ccocc1
##sc1ccccc1
csc3nc
coc1ccnc
3cn
nc2ccccn12
cc1nnnn1
##sccc1c
cn1ccc2cc
nc3ccccc3f
1ccc2sc
cc1ncnn1c
##scc3
c1cc2ccc
c1c2c
cc1cccc2c1
ncccn1cc
coc1ccccc1f
##nc34
##nc3nc
nc2ccccc2oc
c4ccc5c
nnc1cccc
cn2ccnc2
cccccnc
c1cc2ccccc2oc1
occ2cccnc2
c1occc1
c3sc
coc2c
cscc2
ccc2br
cn1cncn1
n1ccn2c
nn3c2
##4ccccc4n3
cccn1ccc
c1nccn1c
ccsc1ccccc1
##nccn2c
ccc3cl
1ccc2cccnc21
1cc1cccc
nc23
sc1cc
##2cccnc12
cc1ccccc1oc
##cccc12
nc2cccccc2
1occc
cc1ccncc1nc
n2ncnc2n1
ncc3ccc4c
2coc3ccccc32
coc1ccc2oc
c1sccc1c
##n2ccccc2n1
2ccocc2
c1sc2ccccc2c1
cn3nc
2c2ccccc2c
ccccoc
cscc1cc
ccc2n
n32
cc1ccccc1n1c
cn23
cn2ncc
ncc2csc
##sccc21
1cscco1
n3c2
##4n
##n1cccc
cc2ncc
c3ccocc3
coc2c1
oc2c1c
cnn2
##cc2ccccc12
##cc2ccccc2c1
ccc1sc
cnc2c
c2ccccc2n2c
ncc1cc1
nc3nnc
n2ccs
nc1ccccc1o
nc1ccccc1n1cccc1
1oc2ccc
cc1ccc2oc
ncc2ccccn2
c1cc2n
cn1ncc2c1ccc
nnc2ccc
##occo3
c12cc
cn2ccccc2
##sc2cc
cocccc
cocco
nccn1ccocc1
sc1ccccn1
2ccc3ccccc3c2
n2c3ccccc3c
n2ccc3ccc
n1c2ccccc2
cn1c1ccccc1
3c4
nns
cccc1noc
nc2cncc
ccn1ccnc
ccn2ccc
##occc2
43
ncccc2
scc2ccccc2
scc3ccc
##cnc
##3cccc3
nc3ccccc3c2
c3nn
n1ccc2nc
c2cccc3
nccc2c
ncc2nnc
ncc2ccccc2cl
nc2ccccn2
cn2cnc3c
cc1no
n4cccc
nnc1s
n1ccc2sccc2c1
1ns
occ2ccccc2f
csc1ccccc1nc
coc1cccc2c1oc
ncnc2s1
##2ncc
ccc4c
cc2nccs2
cc1ccc2cc
ccc1cccc1
1cccoc1
c2c1ccc2
1ccnc
coc1ccccc1n
c1ncccc1
2c2ccccc2f
ncccc1
cc1cc2ccccc2
##ccccn3
cc2ccon2
1coc2ccccc2c1
##cc1noc
nc1cccc2
##3ccccc3n
c3ccc4
nn2c1
ccc1ccco1
##nc3ccccc23
ccc3oc
cc1ns
cc3cnc
cc3csc
##sc3n2
##n2cccn2
nc2ccnn2c
sc2c1ccc2
ccc1ccsc1cnc
nc3ncnn32
##4n3
cc1ccon1
nc4c
c3cl
c3nccc
c2cccn2c
c2cccnc12
1cccc2c1c
nccc2cc
c3cccc4ccccc34
csc1cc
csc1nc2ccccc2c
cc4cccc
sc1br
occ2nnc
##n1cccn1
c2cncnc2
c1ccc2oc
##nc1ncnc
cc1occc1
##nccc12
1nn
nccn2c
##c4
c12ccc2
##ncnc
1c2ccc
nc1cl
cc3oc
c1ccs
ccc2cccc
c2ccscc2
cc1ccccc1cc
n1c2ccccc2c
ncc1nnc
coc1ccccc1o
c3c2c
c4ccccc4cl
c2ncccc12
oc2ccc3c
oc2ccccc2c
2nc3c
coccc1
scc2nc
2csc3ccccc32
1n1c
##n4c
n2ccccc12
2cnc
2cn3cccc
##ncc2c
csc2ccccc2
cc1ccccc1br
nc3n
nccc1ccccn1
ccocc1ccccc1
##n3ccocc3
##ncccn4
##n2c2cc2
ccc3o
ccscc1
nc2cn
##cc1ccccc1cl
n3ccc4ccccc43
coc1ccccc1cn
##nnc2ccccc2c1
nc12cc3cc
nc1nncs1
##nccn3c
nnc3s2
##cc5
c3s2
1cccs1
cnc3ccc
coc1ncc
##3ccccc3n2c
2cc3
2cc3ccccc3s2
c2cccccc2
cn2n1
cccn3c
c2nnc3n2ccccc3
c1cccnc1cl
nccc1csc
##nnnn2c2cc2
1c2ccsc2cc
3coc4ccccc4o3
cc1i
c2scc
ncn3
n2ccccc
c1ccccc12
cccc2ccccc21
ncc3c
n2c2ccc
ccc1ccc2
coccn1nc
c2c1cc
3ccc4
##cc1cnc
cc1ccn2c
c1ccccc1c2
oc1ccccc1cl
c1cccc2ncccc12
1ccsc2ccc
cc3ccccc3c2
1o2
c3f
ccc1n1ccocc1
2c2c
ncc3nc
c3ccccc31
c3ccccc3br
nc2ccc3nc
nc3sc4c
nccc3ccc
3c2ccc
scc3ccccc3
nc1ccccccc1
##nc3n
##oc2cccc
cc1nnc2ccc
ccc1ccsc1
cc1nccn1c
2occc
c1ccsc1nc
ccc1nsc
occ1cccc
##oc4
c1cccn1
nc1nc2ccccc2s1
cnc2ccccc2
conc
c2cc3
n2cccs2
2cccc3c
##4ccccc4s3
c1cc2cccc
c1occc1br
##snc
c2sccc2c
n1nnc
##sc2ccccc2
cc3ccncc3
cnc3
c2ccccc2n1c
##nn3
cc1ccoc1c
c1cccc2cc
##nc1ncc
ncc1ncc
c2nc3
cccc1nn
##nc3sc4c
occ2cc2
occ2ccccn2
2c2ccc3c
2cn3ccc
ccocc1ccc
csc1ccccc1c
n2nnnc2
n4cccn4
##4cccc2c
1cc1cc
ns2
cccoc1
c2ccc3ccccc3n2
ccc1ccn
ccc1n1cccc1
c1cnc2c
ncc3c2
c1cccc2c
c1cccc2cccnc12
nc3ccn
cc4s3
n3ccc4
c2nnc3ccccn23
##1ncnc
##n2ccsc2n1
c4cccc4
##n2ccc3
c2cc1oc
cc1nnc2n1ccc
2oc2cccc2
##2ccn
##2nnc
cc1ccocc1
c3nnnn3c
c1cccnc
oc3cccc
cc1ccc2cccc
nccn1
2ccc3cc
n3n
csc2cc
nc2cccnc21
ncc2ccncc2
nn32
coccn1
clc1
ccocc1cc1
##scc1br
1c1ccncc1
##oc1ccccc1c
c1n1ccn
##ccn2cc
cc1cccn2cc
ccc1cc1
c2cs
nc3ncc
##3ccc4
##n34
cn1ccnc
c3cc4c
##nc2ccccc2n1cc
nnc1ccccc1
ccc1cc2c
c2sc3nc
cnc2s1
n1nnc2ccccc21
cn3cncn3
ncc2cn
##nsnc12
cc1ccsc1cnc
nc2sccn12
occn2c
scc1
c1ccc3c
n2cc2ccccc2
1coc2
##sc3c2
c2ccc3nnc
c1cnc2ccc
cnc1ccccc1
##3c4c
cocc2
nccs1
c1cccccc1
##3ccccc3nc2
ccc2ccccc12
ccc2ccccn2
2cc3ccccc3c
2cc3cc
c2cccc3c2
c1ncnc
ccnc1ccc
c12cccc2
##nccc2ccccc12
c1nccc
c1scc
##1cccs1
c2ccc3nc
n2cnc3ccccc32
cc1ccccc1n
##n3s
##nccc3
csc1nnnn1
##3ccccc3c2c
nc2ncnn2
c2nnco2
nc1ncnc
nc1ccnn1
c2ccccc2c1c
ccsc1nc
n2nnnc2scc
ccn3ccocc3
1cc2ccccc2cn1c
nc4ccccc43
##1ccc2c
c3sccc
c3ncccc3c
n2cccc3
cnn3
nc1nn
ccoc2cccc
nccn1cc
1cc2c
c4ncccn4
n2ccc3nc
##ccccc45
3co
ccn1cnnc1c
nc1ccccc12
scc2c
cn2ccs
cccccn1c
c2cscn2
c1nncn1c
2c2ccco2
ncc1cn
ncc1cnn
clc1cc
ncc3cccnc3
1c1nc2ccccc2s1
1cc2cccc
1sc2ccc
n2nnnc2c
coc1ncnc
2csccs2
23ccc
##nn1c
##cc2c
##1cccn1
cccsc1
nc1sc
c1cscc1br
c2ccccc2s
c1ccccc1i
ccccl
ncc4ccccc4
c3ccc4ccccc4c3
nc3nnnn
c2ncnc3
nnc3c
cc1ocnc1cnc
csc1nc2c
nc2nc3ccc
1c1ccccc1oc
oc2ccn
cc2nc3ccccc3s2
ccccc1nnc
c2scnc2c
cccn1cco
ccc2cccs2
c1csnn1
##4cccc2c43
##5ccc
c12ccccc2
nc4cc
##nc1ccc
##ccccc1ccc
c3o2
nc2nn
##n1cncn1
cnc32
2cn2ccocc2
c2coc
##nc2sccn
##n2cc2
nccn1cccc1
c1ccoc1c
##nc1n
ccoc1ccc2
ccc3n2c
nnc1cc
3cccco3
3cccc4cccc2c43
##nnnn1c1cc1
##3ccccn3
nc3ccccc3cl
##4cc5cc
scc2cccc
cc1cccc2nc
cn3cccn3
n1cc2ccccc2c1
2ccoc3ccccc32
1br
3nc
ccncc
c1oc2ccccc2c1
cc1cscc1
##3cnn
##n21
ncccnc
c2c1n
cc1nnsc1c
##2ccccn2
ccc1occ1ccccc1
2c2cccnc2
nc4cc4
cc1cc2oc
ccc1occ1ccc
nnc1c1cc1
n2cc2ccco2
ncnc32
ccc1n1cc
c2ccccc23
##2c1nc
cn1ccccc1
##nccn1
##nccn1c
c3ccnc
c3cc4ccccc4o3
cc1nn2c
##3c2cccc3
c2ccccc2cn1c
cc3cnn
c3nc4ccc
cccoc1cc
1ccc2sccc2c1
##nc1ccnc
oc3cccc3
2c2nnc
n1cc2ccccc2c
c2cc1cl
nc1cncc2ccccc12
ncc3ccccn3
nccn2ccocc2
c2csnn2
2cc2ccc
##ncc1
##ccn1c
##ncn4
c3s
cnccc
##sc2ccc
##sc2nc
nc1cccc2cccnc12
cccc2nc
cocc2ccccc2
##3ccccc3nc
n1ccc1
c2cc3ccc
2ccsc2
ncccn1ccocc1
c2ncn
coc1ccccc1n1cc
##nccc2c
cn1ccnc1c
c3cc4ccccc4
occo5
c1nnc2
cc1noc2nc
cc3c1
##cc1cn
ccc1nn2c
c2c1cn
1cccccn1c
ncc2cnn
ncc2ccccc2f
oc3cccnc3
c3nc4ccccc4o3
##nccc23
nccocc
c2cc3ccccc3oc2
1sccc2ccccc21
ccs2
cc2sc
cnn3c
##cc1ccncc1
c1cn1ccn
cc3o2
coc1nn
##nc1cl
n1c2ccc
cn1cnnn1
ncc2cc2
nc1ccccc1s
coccn1ccn
n3ccc4ccccc4c3
cc2c1occo2
occco4
coc2ccc3c
c5cccc
c3nncn3c
c2oc3ccc
c3ncccc3
nccc2cccs2
##n3ccsc3n2
coccn1ccc2ccc
12nc
c3ccccc13
n2cc3
cc1ccc2ccccc2c1
1cccs
c2cn1
nccoc2ccc
c3ccccc3o2
ccn3cc
nccc3
occ2c
ccn1cncn1
c2c1cccc2
cc4cc
##sccc12
ccc1nc2c
ccc1ccccc1f
cc12cc3cc
cn2ccc3
cn2ccc3c
##4cccnc34
c2cnc3c
c2cnc3ccccc3n2
oc2ccccc2f
ncc2cnc
brc1c
n1ncc2c
nc2ccc3oc
c2ncccc2f
2scc
##23
##ncccc2
##nnc2cc
##cc2cl
ccc4ccccc4
oc2ncnc
##cc1oc
nc1sccc1c
c1c1ccccc1
1ccc1ccccc1
2c1ccccc1
ccccn1
2ccc3ccc
c2ccoc2c
cc1ncsc1
cc1ccccc1n1ccn
nc2cccnc2cl
ncc1nnc2ccccn12
nccc2csc
nc2ccccc2o
nc2ccccc2br
ccc34
cccns
occcnc
c2csc3nc
c2nc3ccccc3n2c
1c1cccc1
cn1nnnc1scc
1cccc2c1cnn2c
12cccc
1sccc2
2nn
##2cc3cc
##n2c1c
cccn2
c3nnn
n2cc1ccccc1
##cc2n
nc2cccc3ccccc23
c1cnc2ccccc2n1
2c3ccccc3
cn1cnc2ccc
ncc1br
occ4ccccc4
c2nc3ccccc3c
n2ccsc
cccc1oc
nc2ccccc2n1c
csc1nnnn1c
c2ccnn2c
1nc1ccc
ccc1cn
##sccc1
##scc2c
c3nc4c
coc1ccccc1cn1c
2nc3ccccc3c
cn1ncnc1ccnc
##ccn2cc3
2cscco2
nocc1ccccc1
cc1cccc2sc
cc1nc2ccccc2n1c
cc1nc2ncnn2c
1c2ccsc2ccn1c
1sccc2sccc21
13
34c
noc2
on
s4
ccnc2
##nc4c3
ccc5
cccocc
2c1cccc
cc1cn1cc
cccc2ccc
cn1nc2c
cn1nc2n
2ccco
c4ncc
2ccnc
ncc1nnc2n1ccc2
nnc2c1
ccn1cnnc1
cc2ccccc2o
cc2ccccc2oc1
ncc1ccc1
nc1c2c
nc2ccccccc2
cc4f
cc1csc2nc
ccc1ccnc
ccccc4
ncc3cccs3
cccn1nnnc1c
c1c2ccccc2n
coc1ncccc1cnc
23cc
3ccn2cc3
4ccccc4
noc1
occ1nc
##no
cc1n1cc
##oc3ccc
c3o
n1nnnc1c
oc3nc
##cc1o
cc1cccnc1nc
c1c2cc
c1cscc1c
cc3cccc3
ccccn1nc
sc3c
n1ccc1ccccc1
n1cccscc1
cc1ccccc1s
nccc3ccccc3
n1ccccccc1
cccc1s
cccc13
c3c2ccc3
nnc2c
c1ccnn1c
ccscc3
3cccccc3
cn2ccc3ccccc32
coc1ccccc1c1
1cc2ccccc21
##sc3ccccc23
##ncccc3c2
nc4nc
cc1cc2n
cc1cc2ncc
cc3ccsc3
oc3ccc3
1sc2ccccc2
n4ccnc4
4cccc4
##ncc1c
##3ccn
c1nc2ccccc2c
cc1nccc
##nc4ccccc43
##cc12
##ccccc32
##nn2cc
cocc1c
cn1nnc2ccccc2c1
2cccs2
cn1cnc2ccccc2c1
ncc2ncc
ccn1cccc1
cccc1o
ccn1c2ccccc2c
c2no
c1cn1ccc
3cccc4ccccc43
n2nc3c
cc2nc3c
oc1ccccc12
##nnc2sc
cn1ncnc1nc
ncc1ccsc1
cnc2n1
cccoc2ccc
ncccc1ccccc1
c1cc2ccccc2c
c2oc3c
coc2ccccc2f
##5ccccc5c4
1oc2ccccc2o
1scc
34
3sc2
no4
##5cccc
cn4cc
nc1nc2cc
c2ccc3cc
c2cccnc2cl
c1coc1ccc
nc1ccc2ccccc2c1
sc1cccc
2cccoc2
##nccnc3c2
n1cccsc
ccc2ccn
c3ccccc3n12
2ccsc
##2ccccc23
ncccn
ncccoc
c1ncoc1
n2ccccccc2
ccn1cnc
ccc3nc
ccc1csc
cc1noc2ccccc12
n4nc
n3ccoc
cc1ccccc1cn
cn1ccc2ccc
sc1cl
cn3cccc3
nc3cnn
ccsc2ccccc2
csc2nc3cc
##sccc23
n1ccoc2ccc
nccns
##5ccccc54
cc1cc2ncn
1n1cc
3sc
3ccocc3
nnc2nc
scc1ccccc1
##oc1cc
##n1cc1
cncc2
nc2ncccn2
ccc1nc2ccccc2c
cc3nnc
1ccc2ccccc2
##ccon3
c2c3ccccc3
c2cnc3
##nc2sccc12
nccn1ccn
nccn1nc
c3cccnc23
ccc2sc
ccn2c1
cn1c2ccccc2c
ncc1n
ncc2noc
n1ccsc
c2nc3nc
ccc3oc2
##3c2occo3
cc2c1oc
ncc1ccccc1oc
c1cnn2cc
##cc2ccco2
cnc2ncc
nccc1nnc2n1ccc2
1c1nc2ccccc2
ccoc1ccn
2coc3ccc
occ1nnc
1c1ccsc1
c3ncccc23
brc1cccc
c2ncccc2cl
ncc2ncn
ccnc1ncc
scc3nc
ccocccnc
cc1nonc1c
2cccc3c2cnn3c
nc3nnnn32
2n1
2o3
cccf
cc2n1c
c1ccc2ccc
n2nccc2
cn3c2
nc1ncccn1
ccc1n1ccc
ccc1n1ccccc1
c1c1ccc
c1c2ccc
c1cnc2cc
cc3noc
1ccn1c
cn1cc2
sc3ccccc3
n1ccc2ccccc2
cn1c1cc1
occoc
cconc
cccc1ncc
cccc1br
nc1ccccc1sc
##cccc34
nc2cc3c
##cc2ccccc2o1
cc3cn
ccn1ccnc1
c2nncn2c
csc2nnnn2c
oc2ccccc2cl
sc21
cocccn
##nnnn3
c1nc2ccccc2n1cc
c3ccccc3c2c1
n1ncc2cc
nccc1ccc2c
ncc1ncn
cn2cnc3ccccc32
c1occc1c
n4cccccc4
nc3nccs3
ccn1cnnc1cnc
1sc2ccccc2nc1
1nc2ccc
nnc21
##on2
c2oc1
##oc2ccccc21
cccn2cc
##n1cc1cc
coc2ccccc21
oc4ccccc4
cn4c
c1cn1cc
c1cnc2nc
c2ccccc2occ
cc1c2c
ccccn1cc
##nnc2c
##nccnc2c1
ccc2cc2
c4n
n3cc2
n3ccccc23
n2c3c
nn2c1c
c2nc3n
ccn12
coc1ccccc1s
##3cccn3
nc1ccccc1n
nc1ccnc
ccc1cccnc1
##3ccccc3c1
ccc1occc
nn2cc
ccoc1ccccc1f
cc1ccccc1cn1c
c2ncc3c
c1ccc2nnc
c1nn2c
1csc2nc
cn3ccnc3
##4ccccn34
ncc3ccccc3cl
coc2ccccc2cl
cn4ccocc4
2c2ccccc2cl
##4n3ccccc4
cc2c1ococ2
2nn3c
3s2
nocc
##ococ3
cc2nc3cc
nc2cccc3
nc2ccncc2
nc2nnnn2
c1co
cc34
coc1ccc2ccc
ccoc3ccccc32
nc1cccn
sc3n2
c3ccccc3s2
c2cc3nc
n2cnc
1ccccnc1
ncc1nnc2n1ccccc2
nccc3c
nc1cccc2c1
ccn1ccccc1
##sc12
csc1nc2cc
ccc3ccccc23
cccc2oc
sc1nnnn1c
oc1ccc2ccccc2c1
nc3cccnc3
nc3cccnc32
c2nnc3
oc2ncccn2
sc2c1ccccc2
sc2c1ccn
c1cscn1
##n1ccc2ccccc21
nc3ccccn23
cnc1n
ccoccnc
##occco2
##nn23
nn3c2c
c2onc
c3oc4ccc
c4nc5ccccc5
c1sccc1s
1c2cccn2cc
n2cccc3cc
2br
occn2
##on1
##nc5
cccoc2
ccc4c3
coco2
coc4ccccc4
##ccncc4
##cc1ccn
ccc1i
ccc1oc1ccc
c1cn1c
nccoc1cccc
cscc2ccc
sc3ccc
c2cc3cccc
n3ncc
csc3ccc
cc1ccccc1ccnc
occs
occ3c
ncc2n
ccn1cccc
ccn1nccc1c
ccoc1ccc2ccccc2c1
##n2cncn2
csc1nc2ccccc2o1
nc1cncc
c2ccno2
c2ccncc2cl
##3cc4c
c4ccc4
cc1cscn1
c1oc2c
c1oc2ccc
nc2ncn
nc2nc3ccccc3s2
ccc1nnsc1c
n3ccnc3c
cc1ccccc1coc1ccn
##nnc2n
ncc1cnc
n1ccc2sccc2
##nc3c2cnn3
fc1ccc2c
csc2nc3
nccc1ccn
##n2cccnc2n1
sc2cc3c
2c2cccc2
2n1c1ccc
1occc2ccccc21
c1sc2ccccc2c1cl
##n1cccccc1
23ccc2ccccc23
c2scnc2c2cc2
c1oc2ccccc2c1c
1cc2ccc
cccccc3
nn1cc
##3ccocc3
cc1cccc2cc
cccn2ccn
cc2nc1c
1cl
cc3o
cc1co
cc1cn1c
cccc2cc
co4
nccs2
ncc3nnc
sc4
ccc2cccc2
c3ccccc3n
c4nnc
n2c2ccccc2
n1c1
n1c1cccc1
cn1cnc2cc
ncc1f
cco4
ccocccc
c3cncc
cc2ccccc2oc
ccc1ccc2nc
csc1ccncc1
##nc2ccccc2nc1
c1nnc2n1
cc3ccccc3oc2
cc3c2c
##sc2ccccc12
fc1ccccc1c
ccc1ccccc1occ
3ccccn3c
cn1ccc2ccccc21
cn2ccc3nc
c1cnn2c
cc2ncnn2c
##3cccc4
ccc1cccc2c
n3ccnn3
cn3cco
cnc1ncc
cc1sc2ncnc
2coc3ccccc3c2
ccc1nncn1ccnc
occ1cc1
##nc2c1nc
c1coc2ccc
cc1cnccn1
cc1nc2ccccc2o1
cn1ncc2ccccc2c1
n2nnnc2s
nnc2ccccc2
scc3cc
cc1n1ccn
cc1nc2cccc
c3nccn3c
c1cccn
c1cccn1cc
nc2sccc2c
1cccn2nc
cnc3c
cc1c3
##3cnccc23
c1ccccc1sc
cccc3ccccc32
coc1cccc2sc
nccoc1ccccc1
1ccn1cc
##nnc3c
sc3ccccc32
sc3c2c
2cc3ccccc3o2
c2cccc3n
ncc1nc2ccccc2
nc3s
nc3onc
ncccn2c
##2cc3c
nc1cccc2c
coc1ccccc1nc1
coc1ccccc1ccnc
nnc32
2ccccn2s
coccoc1cccc
csc1nc2
3ccc4ccccc4c3
cc1nnn
ccsccc
nc2cl
nc3ccc4
##sc2nnc
cc2c1oco2
c2nnc3sc
c3ncnc4
csc2ncc
##n1cccn
nc3c2cnn3c
oc1ccn
nc3cccccc3
csc2ncn
c2oc3ccccc3c2c
c4ccsc4
scc2nnc
ncc3cc3
##2cn3ccccc3n2
occ3ccccc3f
2cscn2c
ncc1cscn1
##nc2c1cnn2
coc1cc2nc
ccn1c2ccccc2c2cc
5c
##4ccocc4
ccsc1c
c1i
c1ncccn1
ocn
oc4ccccc43
cnc2ccccc21
cc1cn2ccsc2n1
cccc5
cccc3c2
cn1cccc2cc
##nc1n2
c2ccs
c2cccc3cc
cc1ccccc1n1ccocc1
nc3sc
ncccn2cc
ncccn2ccocc2
occn1c
nn3cc
##3cccnc3n2
##n32
##nccc2nc
ccc1cccn1c
c2c1ccn
csc1nc2nc
csc1ncccc1c
cccc23
c1nccn2cc
##3c2oc
nc2c1ccc
sc1nc2ccccc2c
c12ccn
n3cnnc3
nc2nc3ccccc3n2
c1ccncc1f
ccc1ccccc1n1c
nn21
c2cccnc21
cn1ccc2c
cn2ccc3ccc
cn2ccn3c
##ccn23
c2sc3c
c1ccc2ncccc2c1
c1cccc2nsnc12
##nccn4
2c2ccccc2oc
sc1nncn1c
oc2cnccn2
1ccoc2c
n2ccc3sccc3c2
c1coc2cc
cc4ccco4
cc1ccsc1cn
nccc1ccccc1f
ncc3ccccc3f
c1c2ccccc2nc
nccc2nnc
cocc1ccccc1nc
c1sccc1br
cscc1ccnc
c3ncccc3f
c1nccn2ccnc12
1cc1nc
nnc2cccc
##occo1
ccnc2nc
cc1nc2
c2nnnn2c
ncn2c
cccnc1nc
cccnc1cc
##n1n
oc4cc
cncc2ccc
c1cn2cccnc2n1
cc3ccn
1cccnc1
2c3cc
cscc1cccc
##ncc1ccc
ccc2ccncc2
csc2cccc
##cc3n
cn1c2c
cn1cnc2ccccc21
cn1cnnc1c
ncc1nccc2ccccc12
nc3s2
ncccn1c
occ2csc
3c1
1cn1cccn1
c1ccncc1c
##cccc3cccc
2ccccnc2
coccs
##oc2ccccc2c
cn2cnc3
c1ns
c2nccn2
cccn2c1
csc2n
n3ccscc3
c1nccn1
sc2n
2nc3ccccc3
##2ccccc2cl
nc1ccnn1cc1ccc
c2cnc3ccc
ccsc1ccccc1c
nc3ccccc3oc
nn1c1ccccc1
ncc1coc
c2cnn3c
nc3ccccn3
nc3ncnn23
ccoc1ccocc1
ccoc1cccc2cc
c3nnc4n3ccccc4
c1cc2nc
csc1ccccc1cl
sc2ncn
2cocco2
nccn2cc
ccoc1ccccc1cnc
c1sccc1nc
2c2ccncc2
ccnc1nnc
nc1no
cn2cnc3ccccc3c2
1ccsc2ccccc21
##nnc3n2ccc3
##4n3ccc4
ccocc1ccccc1nc
1n1ccocc1
2o1
2sccc3
nnn
nnn2
scccc
c1n1ccocc1
cccscc
c2cccnn2
ccc1scc
ccc1ccncc1
ccoc2ccccc21
##n2cc2ccc
##3ccccc31
##3ccccc3n12
sc32
ccc2ccccc2c1
c2cc3ccccc3c2
c2cc3n
csc1c
nc2cccn
nc2ccc3ccccc3c2
cn1c2
cn1cnn
ncc1noc
nc3ccccc13
c2ncon2
ccn1nnnc1
n2ccnc2c
coc1ccccc1oc
coc1ccccc1cl
nc1ccccc1cc
nc1ccccc1oc1ccccc1
##n3ccn
scc1ccc
sccn1c
nc1cnc2ccccc2c1
ccc3s2
c3ccoc3c
##cc2ccccc21
c1nsc
ccc1cnn
oc1cccnc1c
cc1ccn2
ccc1ccccc1o
ccoc1ccccc1n1c
oc2ncc
cc1ccccc1cs
csc1ccc2c
c5cc5
##ncccn2n1
ccc2ccccc2f
cc1ccc2sc
ncccc2c
##ncccc4
cc3c2ococ3
1ccc2n
nc1ccc2ncccc2c1
4ccs
nc2c1cnn2c
n1cc1cccs1
##nccc21
c1nnnn1
occn2cc
n2nnc3ccccc32
2c2nc3ccccc3s2
n1cnnc1scc
nc2cncc3ccccc23
##2nccnc2c1
nc1cccc2ncccc12
nc3sccn23
2sccc3sccc32
sccn2c
##2cc3
##1ccc1
ccc4ccccc43
cc23cc4cc
oc3ccccc23
##cc2oc
##cc2cccc
##cc2cc2
nc23cc4cc
nc2ncccc2c
c2ccccc2i
##nnnc3c
c1ccccc1oc2
c2cscc2c
ccoc3ccccc3
cocc3
cscccc
##ncc3c
ccc2nnc
ncc1cl
ccocco
n1ccnc1c
nn4
nn4c
c2ncnc3c2
coc1ccccc1ns
ccn1c1ccccc1
nc1ccccc1occ
cn2nn
cocc3ccccc3
nc2ccccc2n
cc4cc4
##oc1ncccc1c
sc1nnnn1
cc3ccccc32
n3cnc4ccccc43
1ccscc1
c1cccnc1occ
n3ccoc3
cc1ccccc1c1
##nnn4
cn2cccn
c1csc2c1cccc2
cc2ncn
c3ccn2c
nn1cnc2ccccc21
oc1cccc1
clc1c
ccocc1ccn
ccn2ccn
##nc3c2c
n3ccccc3n2
ncc2ccsc2
c1cc2ccccc2cc1o
cn3cnc
c4cn
##nsnc23
2csccn2c
ccn1cccn1
cc4cccnc4
nc4ccc5c
cocc1nn2c
occ3nc
sc2ccccn2
occ3cccnc3
##sc4n3
1oc2ccccc2n
n1c2ccccc2nc
##nc2sccn2c1
noc2n1
n2nccc2n1
cccn2ccnn2
cc1nc2ccccn2c1c
1nc1cc
2s1
c6
##3ccccc13
c2nnnn2
cccnc1ncc
##n1nnc
##n1cc1c
cc2cc3cc
c3nc12
n1cccc2ccc
nc1scc
ccc1nc2cc
cnc3cc
cnc3nc
cnc2cnn
cnc1ccccc1c
ncc4cccc
cscc1
c2ccncn2
n2c3ccccc3nc
ncc1cc2ccccc2o1
nc3n2
ncccs
nc1cccc2c1c
3c3cccc
nc1ccccc1i
c1ccn2c
##nccc32
c3cccccc3
csc1nc2ccccc2
cn1cc1ccc
3cccn3s
occo1
c4ccccc4oc
cc1csc2ccccc12
cc3cccnc23
##sc23
2cccn3c
nnc1nc
c3nc4cc
c1cncnc1
coc1ccccc1coc1ccn
c1cnn2c1n
c2cnco2
ccsc1ccccn1
c5ccccc45
csc1nnc2c
1c1ccccn1
1ccccn1c1
2ccscc2
2occn
1cccc2cc
ccn2cccc2
cc3cccc4ccccc34
csc2nc3ccccc3c
nccc1ccco1
4c2
ccc43
c4cnccn4
nc4cccc4
n3cccc4ccccc43
nc2nncs2
coc1ccc2sc
brc1cc
cc4ccc5c
2cccccn2c
nnc2s1
##nnnn2n1
2csc3nc
cocc1ccccc1c
cn1nccc1cnc
n1nnnc1scc
2cccc3cccnc32
##cc1cscn1
coccocc
coccc1noc
ccc1ccc2oc
c1cccc2cnccc12
c2cccc3ncccc23
2sccc
nsc1
##2ccocc2
##n5
##ncccc23
##4cc4
ccnc1c
##cccnc12
c1ccccc
c2occc2
nc4ccccc4c
cc2oc1
cc2nnnn2
c3cc12
coc4ccc
n1cc2ccccc2
oc4ccccc4c3
cn3ccccc3
cnn4
nc1nccc
nc1ncccc1c
nc1ncccc1
c2cccn2
ccc1n1ccn
c1c1ccn
cc3nc2
cc3n2c
1cccoc2c
cnc2ncnc
cccco1
c2cnc3cc
ccoc1ncnc
##2c1cc
c1ccoc
sc3cc
sc2cl
c3ccccc3n2c
csc2c1
n2csc
n2ccco
n2cccsc
n1cnc2ccccc21
ncc1nc2ccccc2s1
ncc21
cc2cccnc12
coc1cccc2c
ccn1cc2
ccn1nnc2cc
c3c4c
nc1ccccc1nc
nc1ccccc1n1ccccc1
1cccn2c
cc2ccccc2br
scc1ccco1
nc2ccccc2s
csc1nc2ccc
c3ccscc3
cn2c3c
cn2cnc3cc
c1nccn
cc3ccc3
fc1c
oc2cccnc21
ccc1ccccc1c
ccoc1ccccc1n1ccn
cn1cccoc1
coc2ccc3ccccc3c2
cc2nc3ccccc3
cccccn
##nnc2n1ccn
csc1nncn1
ncc1cn2ccsc2n1
clc1ccccc1
##nnnn3n2
c3c2cccc3
cccoc1c
csc2nc3c
nccc1nc2ccccc2
1c1occo1
ccoc1cccc2sc
##nsnc2c1
cc1cc2occ
ccc1nccs1
1coccn1cc
##oc1cn
nccc2ccc3c
n3ncnc3n2
cc1nc2ccccc2n1ccnc
n4cncn4
cc2ccccc2cnc
oc3cnccn3
##nnc2n1n
cc1sc2ncn
##nc1ccccc1c
##nccn23
cccoc1ccccc1nc
ccoc1ncccc1cnc
ccn2cccn2
ncccc2ccccc2
2ccc3cccnc32
c4nccs4
1c2cccn2ccn1c
c1nnc2n1ccccc2
nc1cccc2cnccc12
ccsc1cncc
2sccc3ccccc32
24
3cc3
n5
scco
c1nc2nc
c2br
ncnc2n1
cccsc1nnc
cc2nn
cc2ccocc2
oc4c
n2cc1
cn4ccc
ccc1nc2ccccc2n1c
cc3ccon3
cc1cs
##3cl
c1ccccc1scc
cccc3ccccc3
ccccocc
ccccoc1cccc
coc1cccc2ccccc12
c2c2ccc
c2cscc2
##nc2nccc
ncc2cl
c1ccccn1c
2cccs
2cccn3nc
ccc2n2ccocc2
##2cccn2
csc1cccc1
cc1ncoc1c
coc1ccsc1c
3c3cc3
c2nc3sc
ccn1nccc1
ccn1cnc2ccccc2c1
nc2ccccc2cc
ns3
ccc3cccc
cccc2o1
3ccc2cc3
cc4cl
cc4ccncc4
ccs3
##3c2n
nc2c3c
nc2c1ccc2
sc1n
ncc2ccc2
n3cccn
cccn3c2
n3c4ccccc4c
cc2c1nc
cc2ccnc
oc2ccc3
csc2n1
csc2ccccc2c
cc1ncc2c
oc1ccccc1nc
c2nc3ccccc3nc12
csc1nncs1
1oc2c
csc2nc3ccccc3
1c1cccc2ccccc12
c3nnco3
c3nnc4ccccn34
##occc3
cnc2ccc3c
cc1ccnc2c1nc
##1ccc2nnc
2c2ccccn2
##ncccc1nc
cc1cccc2cccnc12
ncc3ccncc3
2c3c4ccccc4c
occ3cccc
occ3ccccn3
nc2ncccc2
c2sccc21
cscccnc
c4ccccc4c3c2
c1cccn1c1ccc
ncc4ccco4
1c2ccccc2ccn1c
c2sccs2
c3sccc3c
##nc2sccn2c1c
c2cscc2br
1nc1
2cc2cc
3ccccc
4ccn
43c
##5ccccc45
c2sccc
##nc3ccccc3c2
ccco3
cccn1ccocc1
c34cc5cc
n1cccc2
n1cc1cccc
oc4
oc1nc
1csc2
nc1ccon1
nc2nccc
nc2ccocc2
nc2sccc2c1
nc2onc
2c2cnn
##nn2c1
cc1cn1ccn
cc1cn2ccccc2n1
c1ccccc1o2
c2c2ccccc2
c2c2cc2
nccoc2cccc
1ccsc2c
cscc1ccccc1
cscc1nc
sc3nnc
sc3n
##nccn12
ccc2ncc
c43
cc1ncoc1
n2cccnc2
1ccccn
ncccn1
cc2c4
cc2ccc3ccccc3c2
ccn1s
cccc1n1cc
ccc3cc
3ccc4ccccc43
cc4nc
##oc1nc
sc1ncc
c2ccccc2c3
nn1ccocc1
nn1cc2ccccc2c1
cccc3oc
nc1ccc2c3c
c2cn3c
c1ccccc1cn1cncn1
c2nccnc2
ccccc1nc
ccsc1cccc
c1nc2ccccc2o1
cnc1snc
csc2nnc3c
nc3nc4c
cc1ccsc1nc
ncc2ccccc2oc
n2c1ccccc1
ccc2ccc3c
##nc2c1cccc2
1sccn
c2ccc3oc
coc1ncnc2c1nc
n4cnnn4
1c1cn
1c1cnn
cn1nnc2ccccc21
ncc1ccccc1co
c1cccc2c1occo2
nccc2ccccn2
nc1ccnn1c1cccc1
2cccc3c2cnn3
1csc2nc3c
1sc1
31
3occc
on4
sccn
c12c
c1nc2n
cc1scc
cc1nc2sc
cccnc1
n1cc1
n1cc1c
1c2c
1c2cccc
cc1ccc2ccccc2n1
nc1ccocc1
c2cccnc2c
c1cnc2
c1cn2c
cnc2ccccc2c
2cl
2cn1
c1ccccc1ns
ccccsc1
cc1ccnc2nc
cn1cc1ccccc1
cn1nc2ccccn2c1
##3ccccc3o
##3ccccc3o1
csc4
n2ccc3ccccc3
ncc1cc2n
ncccn1cccn1
occn1ccn
cc2cnc3c
nc1cccc2c1cccc2
c1ncon1
ccn1cc1ccccc1
1ccn2c
n2ccn3cccc3
nc1ccccc1cc1ccccc1
##n3cccc3
##4cn
scc4ccccc4
##nccc3c
##nc3cccc
##nc3s2
##nc3sccc23
c3cccc4
csc1nn
ccc3ccccn3
cn1ccs
cn1ccoc
nc2ccsc2c1
c1ccc2c3c
nc2cccc3cnccc23
##3ccccc3c2cl
c4ccccc4n23
oc1ccc2nccnc2c1
##sccs3
cc2cc3ccccc3
cc1ccn2nc
c1cns
cn2ccnc
c1cccnc1sc
occcn2c
c3ncnc
ccc1ccccc1oc
csc2nnnn2
n3ccnc
n2ccccs2
cn3nnc
cn1ncnc1cnc
1ccccn1c1ccc
ncc1cn2cc
c1sc2cccc
clc1ccccc1c
nc3cccc4ccccc34
1cccc2nc
oc2cc3c
csc1ncn
csc2nc3ccccc3o2
nccc1nnc2ccccn12
nccccn1c
coccns
c1cc2sccc2
##occc2c
ccn1ccc2ccc
nc2ccnn2cc2
c2oc3ccccc3c
csc1ccccc1f
clc1ccc2c
c3nc4ccccc4n3c
oc3ccn
n3ncn
c1nnnn1c
1c1cnc
cc3nc4ccccc4
cocc1nc2cc
nccc2ccn
c1ccc2ncsc2c1
c3cncnc3
c2sccc2n
##n1cc1ccccc1f
c3cscn3
cccn1ncnc1c
c4ccccc4c3c
cn2nnc3ccccc32
nccn2cccc2
ccn1ncc2c
cn1cnnc1scc
nc1ccnn1c1ccccc1
c1ncccc1o
ccoc1ccc2ccccc2c1c
3n2c
4sc3
nccccc
nnc2n1
occ3cc
scc1cccc
##occo
##onc2
##on3
##1cc2
##n4c3
ccnc12
c1nccc2ccccc12
cc1n1cccc1
c2nnnn2c2cc2
ncn2cc
cccn2ccocc2
cccn2s
##2cnc
cc2s
cc2ncccc2c
cc2nccn2c
c3sccc32
coc2nc
1cn1c
##sc2ccccc21
ccc1n1c
ccc1nc2ccccc2
c1cnc2sc
2co2
2c1cc
2c3cccc
c2ccccc2nc1
##nc2n1c
c1ccncn1
cn1nnnc1c
cn1cccc2ccccc21
2ccc2ccccc2
c3cccnn3
ccc2n2cccc2
c2cc3ccccc3c
csc3ccccc3
cc1cccc2c1n
2ccccccc2
c2cccc3c
c2cccc3cccnc23
cn1cscc1
occoc2ccc
3c4ccccc4c
c1nc3ccccc3
n2cc3ccccc3c2
csc1nc2ccccc2s1
csc1nc2sc3c
nc2ccnc
c3cc4cc
##sccc4
sc1ccncc1
c2nccn
cc2cccc3cn
ccn1ccnc1c
nnc1ncnc
##3nc4ccccc4
nc1ncn
c3nc4
ccc1occ1c
ccc1occ1cccc
ccc1ccccc1cnc
csc2nccn2c
c1cncn1
ccoc1ccccc1n
cc1ccccc1cn1cc
cccn1cncn1
cn2ccc3cc
sc2ccccc12
##4cccnc4
ccccc1noc
nc3c2cnn3
1ccoccn1c
c5c
c1ccc2sc
##nc2ncccc
ccn23
##nc3cl
ccsc1nc2n
ccc4o3
ccoccn1c
oc2c3c
oc2cncc
cc4ccccc4f
cccn1ncc
cn2nc3n
ccc2ccco2
oc3cccnc32
cc2cscn2
sc2nc3n
occ1ncc
cccc4s3
##5ccccc5c
csc1ccccn1
n2nnnc2n1
nnc2scc
cocc1ccn
c5ccco5
scc3cccc
ncc2ccnn2c
sc2ccccc2nc1
##nccn2cc2ccccc2
cn1cccccc1
csc1nsc
1c2ccccc2o
1cccc2c1cnn2
cc4ccccn4
cnn32
3coccn
c1nnc2n1ccc2
c2nnc3n2ccc3
csccccnc
2nccc3
5cc
ccccc1c
cc5ccccc5
##oc3ccccc3c
cccn12
cc2cccc3
cc2occ
cc2sccc2c
c1cccnc1c
##scn3
##cc2ccccn2
nc2nc3cc
ccc1oc2ccccc2c1
1cccnc
c2ccccc2n1cc
cc1cn1ccc
c1ccccc1n1c
##ccocc5
##nc2ccn
##nc2n1cc
##nc2sccc2c1
ccoc1nc
nccscc
c1ccsc1c
2cccn2
csc2ccccc21
csc2ccccn2
n2c2cccc
n2ccc2
cc1ccccc1occc
##1ccccc1f
cn1c1ccc
ncc12
n1ccn2cccc2
n2cc1ccc
n2cc3ccccc3c
n2ccsc2n1
coc1ccccc1ncc
c3cn2
##3ccc3
##n3n2
ccc3n
cn2c3ccccc3c
##n1ccnc1
##3cc4
1nc2c
oc2ccc3ccccc3c2
nc2nc3ccccc3
c1occ1ccccc1
cccc1cnc
1c1ccccc1br
oc2ccncc2
nc2c1cccc2
cn2ccc3ccccc3c2
c2cn3cccnc3n2
sc2ccncc2
csccoc
##3ccccn3c2
coccc1ccc
coccc1nc
cn1ncnc1c
c2ccccc2c1cc
ccn2cncn2
cnc2n
cccoc2ccccc2
nccnc1ccc
coc1cn
coc1coc
coc1c2c
coc1cncc
ccc1ns
nccc1ncc
c1cc2ccccc2s1
##ncccc1cl
nc4ccccc34
cc1cc2nnc
cc1cc2oc3c
cc4ccccc4cl
c2oc3ccccc3c2
##5c4
4ccoc4
oc3ncccn3
nc2c1cnn2
c1occ1ccc
cc1nc2ccccc2n1cc
ncc1ccnn1c
ncc3ccn
2cccc3nc
cc2cn3ccccc3n2
scc2cccnc2
c3oc4ccccc4c
c3cnc4c
cocc1ccccc1cnc
ccsc1nnc2c
n2cnnc2scc
1cc1cnc
c1ncccc1cl
nccc2nc3ccccc3
nccoc1cccnc1
3oc4ccccc4
1c2ccccc2cc
cccn1ccc2cc
nc1cccc2nsnc12
c3sccc3n
c3cc4ccccc4oc3
2ccsc3ccc
c4ncccc34
nn2cc3ccccc3c2
c1ccc2nncn2c1
cc1nnnn1c1cc1
3cc2
42
nnc2cc
noc3
##occ1ccccc1
##s5
c1ccon1
cc12c
cc1nc2sccn2c1c
##oc4c
coc3ccccc3c
##ccccc24
n1nc2c
n1cc2cc
n1cc1cc1
1csccc1
cnn2c1
cc1cccn1c
##cc2ccccc2cl
nc1s
nc1oc
c2ccc3ccc
ccc1nc2sc
c1csc1
cc3n
cnc3c2
cnc3cccc
2cn2cccn2
coc1nc2ccccc2
ccoc3ccc
##n2n1
##n2cc2ccccc2
cn1cc1
sc4nc
##nc13
c3cccn3c
ccn4c
c4nc23
c2ccccccc2
c2ccnc3ccccc23
n3nnnc3c
n2c2cccc2
n1cnnc1c
cn1c2ccccc2
3c3
c1ncnc2
n1ccoc2
nnc3c2
##cccc32
ccoc1ccc2cc
nc2ccccc2n2cccc2
csc1nc2n
csc1nnnn1c1cc1
nc1coc1
nc1c1cc1
nc1cnccc1c
c1no
c4ccccc4o
nc2cnc3c
##sccc3c
sc1nnnn1c1cc1
3ccoc
n3cccnc3
n3c2c1
cc2cccc3cccnc23
ccc2cnn
##nc1c2c
cc1ccn2cc
occc1c
c1onc
ccc1occ1cc
ccc1ccccc1n
csc2ccncc2
nc2c1cc
cn2cccoc2
n2ncn
ccc1ocnc1c
c1cnn2c1
c1ccccc1c1cc1
c1csc2ccc
cc2nc3ccccc3c
cc2nc3ccccc3n2c
nc3c2ccc3
##cc2cccnc2
c3ccno3
1ccccn1c1ncnc
12cc3cc
noc1cccc1
1cc2ccccc2nc1
cccoc1ccccc1c
c1ccc2nccnc2c1
##n4nc
ccn2nc
1occnc
ccsc1nc2c
c3cccnc32
nccc1n
n2ccnc2scc
1c1nc2c
1c1ncc2c
ncc2cn3c
c4cnn
nc1ccc2nnc
##occc32
##oc1ccccc1nc
ccn1ccc2c
nccn3ccocc3
n2ccoc3ccc
n2ccoc3ccccc3c2
n1cc1ccc2c
n1c1ccccc1c
c2ccc3nccnc3c2
ccnc1cccc
cc1nccn1cc1ccccc1
2n1c1cccc
sc1ccccc1nc
2ccc3sccc3c2
cnc1cl
cc1ncsc1cn
cc1ncsc1cnc
nccn2ccn
ccnc1ncnc
ccc3cccs3
cn2cccccc2
cn2ncc3ccccc3c2
##occc21
c3nn4c
c2cccc3nsnc23
ncc1nncn1c1cc1
scc3ccccc3cl
nc1ccnn1cc1ccccn1
cc1ncsc1cc
nc1nonc1
cn4cccn4
1sc1nnc
2cc1
ic
##34
##6c
##cc1ccc
c13
coc3cc
n1nccc1c
1cn1cc
1cnccn1c
cc1cccnc1cnc
##cc2ccccc2c
nc1nnn
##ccccc3ccccc32
cc3br
1cccscc1
2cn1cc
##nn4
cc1c1
ccccsc1nnc
c2cn3ccsc3n2
ccoc2cc
nccnc1
nccsc1ccc
nccsc1ccccc1
1ccoc1ccc
##nnc1cc
##nnc3c2
cn1cc1c
sc1ccccc1c
2cccoc
##nccs3
c3ccccc3s
c4noc
n2c2cc
cc1ccccc1n1cccn
nc2cccnc2c
n1c1cc
ncccn1cccc1
ncccn1ccc2ccccc21
occ3ccccc3c
ncc2sccc2c
n1ccncc1
3csc
ccn1n
coc1ccccc1oc1ccc
cn2cc3
ncc1cccnc
nc1cnc2c
ccc3cccc3
c3cc4
nc2cccc3cccnc23
cn2cnnn2
c1n1ccc
nc2cnccc2c
nc2cnccc21
sc12
3cc4ccccc4o3
cc1noc2ncc
c1oc2cc
c2nsc
cc3c2c1
cc2cc3c
nc2ncnn2c
nnc1n1ccocc1
occ2ccccc2c
occ2ccccc2cl
c1cccnc1n
n3ccsc3n2
3ccccn3s
c2cccnc2occ
cc1cnc1ccc
cn1ccc2nc
c2ccncc2f
cc1nccn1cc
sc2ncc
sc2nnnn2c
ccccco
ccsc2ccc
1cccn1c1nc
c2ccccc2c1o
nn1cnnc1
c2nc3ccccc3n2cc
c1sc2c
c1sc2cc
cnc1s
1cc2ccccc2n
ccn2ccccc2
csc2nncs2
nccc1nnc
ccc4n3
cc3c2o
ccoccs
ccoccn1
##oc1ccccc12
oc2ccccn2
c3nc4ccccc4n3cc
sc2nc3ccccc3
##cc3ccco3
1ccoc2ccc
n1cc1cccnc1
c2ccc3ncccc3c2
cc1ccccc1occn
cc3nc4ccccc4s3
##n2cccccc2
cocc1cc1
ccnc1ccccc1
1c2cc3c
cn3ccnn3
csc1nccn1
nccc2ccccc2f
nccc2ncnn2c
cncc1ccc
coccoc1cc
cc2coc3ccc
n1cnnc1s
ncccn1ccnc1
cc1nsnc1c
cccoc1ncnc
c2ccc3ncsc3c2
c2nonc2nc
nc1cccc2c1ccn
nc2ncnn12
coc1ccccc1nc1ccn
##1ccc1ccccc21
c2occc2br
1cccoc2c1ccc1ccccc21
ccc1nc2ccccc2n1c1ccn
##nc2ncccn12
nccccn1cnnc1
1n2c
1n1cccn1
32c
34ccc
4n
##2oc
ccbr
ccnc2ccc
c1sc2
c2nc1
cccnc1cccc
cccn3ccocc3
##n1cc1cccc
cc2cc1c
c3cc2
c3nnnn3
coc3c
n1cc1cc
n2nccc2nc
1co1
cncc1c
cc1ccc3c
c2cccn
ccc1nc2ccccc2s1
c1cnccc1c
c1cnc2ccccc2c1
c1c2c3c
c1cnc2sccn2c1
2cocc
##nn3c2
cccc4c
c2c3cc4cc
nccnc2ccc
ncc32
nccoc2ccccc2
c1cccc2cn
c1cccc3ccccc13
1ccoc1ccccc1
nc1ccc3c
nc1cccnc1c
c1ccnc2ccccc12
cn1cc1cccc
cn1nccc1nc
##3ccccc3oc
sc4c
2cccnc2
2ccc3ccccc3
2ccc3nc
2cccn2cc2
##nc1ccccc12
c3ccc4ccccc4n3
n1ccco
ccn3nc
c2cc3ccccc3s2
2ccoc3c
n2cn
n2ccc2ccccc2
cc1ccccc1nc1nc
cc1ccccc1cc1noc
ncc1nn
nc3ncccn3
nc3ccncc3
ncccn2cccn2
ncccn3ccocc3
occn1cc
occoc2ccccc2
ncc2sc
ncc2nccn2cc2ccccc2
ccocc1cccc
3c4cc
3cocco3
n1ccsc2
n1ccn1ccocc1
n1ccoc2ccccc2c1
c2ncnc3sc
##noc1
##2nc2c3c
c3c1c
c3cnccc23
1cn2c
cc1oc2nc
cc2ccccc2n2ccocc2
csc1nccc
##cc2ccccc2cc1c
c1nnc2ccc
sc1nc2
3cc4
oc1ccc2ccc
cc2c1n
n4n3
1occn
cn2ccoc3
occc2ccccc2
ccc1os
c1cncn1c1cc1
oc2cc1c
cc1ccccc1cn1ccn
cn2ccc3nnc
sc2ccccc2cl
csc1ccc2nc
cn34
c3ccnn3c
cocccn1ccc
1cccn1c1
##4ccsc4n3
c2nc3ccccc3nc2
ccn1ncnc1c
c2sc3ccccc3c2cl
##n4cccc
ccn2s
csc2nncn2
csc2nncn2c
ccsc1cc
csc2nc3ccccc3s2
nccc1nc2ccccc2s1
nccc1nnc2n1ccccc2
nc3cc4c
nc1nccnc1c
sc1nncn1
oc2c1ccc
##occc12
ccn1ccc2cc
c2oc3cc
c3nc4ccccc4nc32
2coccn2c
n2ccoc3ccccc32
##ncn3n2
n1ncnc1c
n1cc1ccccc1cl
ncc2nc3ccccc3s2
cn1cnc2c1c
cn1ccnc1scc
coc3ccc4c
c2occo2
c5ccccc54
cocc1nc2n
sc2nncn2c
c2nc3cccnc3s2
occ3cc3
3ccscc3
c5cccs5
nnc1c1ccn
##2cscn2
c2sccc2br
coc1cccc2c1cc
coc1cccc2c1occ
ncnc1n1ccn
##sccc34
2ccoc3ccc
coc1ccc2ccccc2c1c
c3scnc3c
cn2ncc3c
nc3nncs3
nc1ccccc1occ1cc1
c2cc3sccc3
c1cccc2c1ccc
ccccn1nnnc1c
c2csc3ncnc
##5cccc5
nc2cccc3ncccc23
ccc1oc1cccnc1
##3c2oco3
1csc2nccc
cc2cnc3cnccn23
nc2ccnn2cc2ccccn2
c2oc3ccccc3c2n1
1o3
1nc1nc
1nc1cccc
1sc2nnc
1oc2ccccc2c
2sc1
occccc
##onc3
ccnc2cc
ccnc21
c1n1cccc1
c1nc2sc3c
c23c
ncnc12
##oc1cccc1
cccs1
cccn3cc
##n1cc1nc
c3oc2
##sc32
##cc1nc2c
nc1nc2n
nc2nccn
c1coc1
c1cnc1cc
c1cnc2ccccn2c1
c1csc2ccccc12
cc1cnc2ccc
cc1cnccc1
c1ccccc1ncc
c1ccccc1n1cccc1
cccc1cccc1
cc1ccs
##n2nnc
ncc3ccccc3c
nccs3
ncc3cn
nc1cccs1
c1ccccccc1
cn1nccc1
cscc2cc
ccc2ccccc2cl
ccc2n1s
c3ccccc3nc
ccn3c2
##2cccs2
2cc3c
2cc3ccc
cc1ccccc1scc
cc1ccccc1n1cccc1
ncc1sc
ncc1cccc2ccccc12
ncc1nnnn1
ncc1ccon1
nc34cc5cc
nccc3cccc
ncc2br
ncc2nnc3n2ccc3
cc2csc3ccccc23
3c2cccc
c2ncoc2
cc2cccn2
coc1ccccc1occc
##3cccnc3
ccn1c1
sccnc
2ccccn
c3cccc4c3
##sc1cc
nc2ccccc2oc2ccccc2
cccc2o
cccc24
cccc2br
c1ncccc
##n1ccoc
ccscc1cc
sc1nc2c
sc1nc2cc
ccn1cc1ccc
cc1ccnn1c
c3ncnc4c
##oc1ccc2c
ccc1ccccc1cl
ccoc1ccccc1oc
ccoc1ccccc1cl
ccoc1ccccc1occ
n3ccsc3
c1nccnc1n
cn1cccn
sc2cc1c
csccnc
cc2nc3ccccc3o2
cn1ccn2c
c2nccnc2n
##oc3ccccc23
cn3n2
nc3c12
nc3cnccc32
2c2cccn2c
cn1ncnc1
1ccccn1c1cc
c1sc2ncnc
nc3ccccn3c2
c3c2n
1cc2ccccc2n1s
ccoc1cccc2c1
n1ccc2nnc
oc2ccccc2nc1
ccc2c1cl
ncccc1cccc
nc3nc4ccc
nc3nc4ccccc4n3
##ncccc2cl
c3nnc4n3ccc4
c1cc2sc
c1ccc2ccccc2c1o
ccc1nncn1
sc2coc2
n2ccc3sccc3
nccn1ccc
nccn2nc
##5ccccc5o4
##ncccc1f
ccoc1ccccc1cn
cc4cccs4
ncc1ncnn1c
c1occn1c
n4ccc5ccccc5c4
ccoc2ccocc2
c1nnnn1cc
cc1nc2ccccc2n1ccc
cc2cncs2
ccccccnc
2cccc3sccc32
2oc3ccc
2n1c1ccccc1
ccc2ccsc2
nc2ccccc2c1c
cc2noc3ccccc23
sc3ncn
nc4ccccc4f
ncc1ccccc1cn1ccocc1
nnc3s
c2sccc2n2c
n2cc2cccnc2
##oc2ccccc23
2c2nc3ccccc3
2cc2nc
##sccn3c2
ncc2ccccc2cn2cccn2
ncc4cccs4
n1nnnc1s
cc1cc2cc3c
nccc1ncnn1c
ccsc1ccccc1nc
ncc2cscn2
coccoccnc
nc1cccc2oc
nccc2ccsc2
2occc3ccccc32
c2cc3occc3
c2nc3sc4c
c2ccc3nncn3n2
cocc2cc2
2c2nncn2c
2c3ccccc3o
cc1n1ccoc1
2nc3ccccc3s
2csc3nc4c
3oc4ccccc4o
1nc2ccccc2c
2sc3
3occ
4cco
ncccc3
n5cccc5
occcc2
scc1cc
scc1nc
##4ccn
##4s3
cc13
cc1nc2sc3c
cc1sccc1c
cc1ccccc1ccc
c2ccccc32
c2occc2c
ncn3c
nc4c3
##oc2cc
cccsc
cc2sccc2
cc2cc3ccc
cc2sccc21
c3sccc3
coc2c1c
##ccccc2ccccc21
oc1ncnc
##ccns
cncc1cc
##sc5c
cc1cccn2nc
##cc2nc
nc1o
nc2oc
ccc1cccc2sc
c1cn2ccccc2n1
cnc3ccccc3
2cn2c
2coc3
c2ccccc2sc
cc1cnc2nc
cccco2
cccc1ccccn1
coc1nc2c
coc1cc2cc
c2cnc3sc
c2cn3nc
1ccccccc1
cn1nn
2ccc1cc2
##nc1n1ccc
##ncc2c1
##nccnc2n1
c3ccc4cc
ccc2n2cc
ccc2n2ccccc2
c4ccocc4
2cc3ccccc32
n2c2
n2cnc3c
c2cccc3cccc
n2cccscc2
cc1ccccc1ncc
1cccccc
cn1cnc2sc3c
ncc1s
nc34
ncccoc1ccccc1
nccc3ccccn3
occ2cn3ccccc3n2
ncc23
3c3nc
c2ncnc3c2cnn3
cc2ccc3ccccc3n2
ccn1nnc
n2cc3c
n2ccsc3
coc1ccccc1br
n2ccn3c2
ccn1cnc2c
nc1ccccc1n1ccocc1
c1ccno1
##cccc3o2
cc2ccccc2n
cc2ccccc2nc
scc2csc
nc1cc2c3c
c1cc1ccccc1
nc2ccccc23
nc1cnc2ccccc2n1
cccc2n1
c3cc2c1
c3cc4ccccc4c3
3cccn3
nc2cccc3c2cccc3
cc4n3
cc1nnc2sc
##cc1ccccc1c
sc1nc2ccc
cc3ccccc3o
oc1cccnc1
c1oc2ccccc2
##nc1cnn
cn2ccsc
cn2cc3ccccc3c
c2nnc3n2
c3ncnc4c3
ccc1occ1ccccc1cl
csc2ccccc2cl
2ccn3c
c1ncc2c
c1nccnc1c
cn1ccc2
sc2ncccn2
cc2ncoc2c
nc1ccnn1cc1ccccc1
ccsc2nc
c5ccn
1cccn1c1ccc
c2noc3c
c2nc3ccccc3nc21
c1nc2ccccc2nc1
12o
ccn2cnc3c
ccn1ncnc1
2on
c1ccc2nsnc2c1
##sc34
c1noc2c1cccc2
cc3cccc4c3
ccc2c1o
c1cc2ccccc2cc1oc
4co3
ncccc1ccc
nc3ncnc
1c1noc
ncc2cn3ccsc3n2
c2nncc
c4cnc
cccn1cc1ccccc1
##occco3
cn2nc3ccccn3c2
c2ocnc2c
c1snc
cnn1cc1ccccc1
sc2ncnc
2coccn2
nccc1cn2ccccc2n1
cccc43
n1c1ccccc1f
n1ncnc1n2
cc1ccncc1cl
coc2cccc3ccccc23
##nc3ccsc23
cccc1cccs1
1cc1nnc
cocc1nnc
scc2ccco2
n2nnc3c
c3cn4c
c2cc1s
##nnc2n1cccc2
csc3nnnn3c
coc3ccccc3f
c1c2cc3cc
c1c2oc3ccccc3c
3c3cccnc3
brc1ccc2c
c1sc2ncn
cc1cccc2c1occo2
cscc2cccc
cccn1ccc2ccc
ncc2nnc3ccccn23
cc1nonc1
c3ccc4nnc
cc3cscn3
ccocc1ccccc1cnc
c2nc3nccc
nccn1ncc2c
clc1ncc
nc3nnnn3
c1oc2ccccc2c1nc
##3cnn4c
ccc1n1ccscc1
c3nc4cccnc4
c2csc3ncn
##sccc1br
1ccc2ccccc2n1c
occ1nncn1c1cc1
cn4cncn4
nc1cccc2c1occo2
cn2cnc3sccc3c2
cn2nnnc2
n5ccocc5
c1cccc2c1cccn2c
1ncc
1oc1ccc
3n2
nnc23
occcc1
occ1ccccn1
##nsc
##n3ccccc3
##nn12
##3ns
c1nc2cccc
cc1cc2ccc
cc1n1ccccc1
cc1nc1ncnc
c2n2ccocc2
ncnc1nc
cccsc1nc
cccsc1ccccc1
##2coc
cc2nnnn2c2cc2
coc3ccccc32
c1cccn1cc1ccc
c1cccn1cc1ccccc1
oc3ccccc3c
oc2ccccc2c1
oc4c3
n2s
n2o1
##cc1ncc
cc1ccc2ccc
##cc2ccncc2
##cc2ccccn12
nc2o
ccc1o2
ccc1nc2ccc
c1cscc
c1cnc2n
cc31
cc3n12
1cccoc2ccccc21
2c2cn
c2ccccc2scc
c2ccccc2ns
cc1cnccc
cc1coc1ccc
cc1cn2cc
cc1cnc2n
ccccns
coc1cccc2ccc
c2c1ccc
cc1ccnc2ccccc12
cop
coccccc
nccsc
c1cc1ccc
cn1cc1cc
cs4
cscc1c
##3ccccc3s1
2ccc3nnc
2ccc3n
c3ccc4nc
n1cccn2nc
n1ccc2c1cccc2
ccc2s
ccc2noc
ccn4ccocc4
n3nnc
csc3n2
2ccl
2cc3ccccc3
##cc3nc
##cc3ccccc23
n1c1c
cn1c2ccc
ncc12cc3cc
nc3nccc
nccc3nc
ncc2cc3n
ccop
cc2cn3ccsc3n2
n1ccn2nc
3cnc
ccn1nnc2ccccc2c1
ccn1cc1ccn
n2cc3ccccc3n
cccc1occ
cccc1n1cccc1
cccc1nc2ccccc2s1
c3cs
c3coc
c3c2nc
c3cnc4
nnc3ccc
cn2nccc2nc
sccs
scc4ccc
scc4cccc
##nccc4
##nc3scc
coccoc1ccccc1c
c2c1ccccc2
nc1c2cc3cc
ccc3cc3
cc4oc
##cc2ccccc2f
##oc1ccocc1
sc1cc2ccccc2
sc1nnc2n
3cc4cc
cc3ccccc3oc
##scc4
n3cccs3
cccn4c
cc3c3
nc3cccnc3cl
n3cnc
cccc3n2
cc2c1o
n4n
c2nncn2c2cc2
nc1ncnn1c
occ2ncc
occ2ccocc2
occcl
c3ncn
n3ccs
n3ccccccc3
oc2ccocc2
nc2c1ccn
c2cccnc2sc
coc1ccccc1cn1ccn
##nc2ccsc2c1
##nc2ccsc12
sc2cccc2
ccc1oc1ccccc1
c1cnns1
n2ccccc2n1
oc1ccccc1oc
##3ccccn3c
1coc2cc
c1nnc2c
1cccn1c1cc
ncc1cn2c
ccn2cnc3ccccc3c2
1cc2ccccc2n1ccnc
n1ccc2n
1cccc2sccc21
##scc1nc
c1noc2c1c
ccc2c1cccc2
ccsc1ncc
csc1ncnc2c1
##nc4n3
##nc4ccccc34
cn3cnnn3
1c1ncc
##ncccc43
##ncccc1cnc
cc4ccccc4oc3
cccoc1cccnc1
cn2nc3c
n1ccoc2ccccc21
ccc2cccnc2
ccn1ccc2nc
cc1cccnc1n1ccc
nc2ccnn2
##nc2c1ccccc2
##nc2c1oc1ccccc12
oc3ccncc3
cn3ccs
nccn3n2
cc1occ1ccc
oc3ccccc3f
ncc2nc3ccccc3n2c
c5ccccc5c4
##2cnccn2
cnc1ncnc
##n1cc1cccs1
sc2nncs2
cccc3c1
1csccn1c
csc2ccc3c
sc1ccccc1cl
cc1ccccc1occn1c
c1nc2cc3c
2ccccn2c2ccc
scc3nnc
cn1nnc2cc
ccn3s
ncc1ccccc1cn1cccn1
2sc3ccccc3nc2
1cc2ccccc2cn1
1cc2ccccc2cn1s
2c1ccc2c
cccccc1nnc
csccc1
ccocccn1c
2cc2cccc
##3cn4ccccc4n3
2cn1c1ccc
3c3ccco3
occ1c2ccccc2
cncc2c
c1ocnc1cs
c1cccc2c1oco2
nc3ncnn3
nccc1ccsc1
cc1cccc2c1oco2
##4ncccc34
ncccc2nc
ncc2nnc3n2ccccc3
c1ncccc1n
nc2ncnn21
c3ncccc3cl
c2ncnc3sccc23
c3snnc3c
cccc2cccs2
##nonc12
##nnc2sc3ccccc3n12
c4nc5ccccc5s4
c4nncn4c
nc2nc3ccccc3n21
occ2cscn2
cn1c2cccc1
oc2ccc3nccnc3c2
cccc1n1ccoc1
c3nc4ncccc4
c1nonc1n
nc3nc4ccccc4n32
1sc2
1n1ccc
2ns
3nn
nccccc1
nnn2c
nnn3c
##ncc2
cc5c
c1ccccc21
cc1nc1
cc1nc2scc
c2ccon2
ncn
##oco3
cccnc2ccc
ccc3ccccc3c2
cccn23
cc2cc1
n1o
n1s
n1nccc1
c1cccn1ccc
cnn
cn3cccc
##sc1ccccc1c
nc1n2
nc1noc
nc1nccn
ccc1nnc2sc
c1cnc1
c1cocc
cc3sc
cc3oc2
cnc4c
cnc3ccccc32
cnc2c1c
2cn2cncn2
c2ccccc2oc1
cc1cnc1cc
cc1cn1cco
cc1cnc2ncccn12
##3c1
c1ccccc1cc2
coc1ncccc1nc
c2cnnc
##nc2nc3c
##nc2onc
cocco1
##n2cco
##2c1nc1ccccc12
ncc4
nccsc2ccccc2
nc1ccc2cc
cn1s
cn1nnn
cscc2ccccc2
##3ccccc3cc
##nc1n1cc
##nc1scc
n1cccs1
ccc2occ
c3ccccc3oc2
ccn3n2
c4n3
n3nccc
csc2c
n2c1ccc
n2c2nc
n2c2nnc
c2cccc3c2c
nc2cccs2
n1c2
n1cnc
1ccccnc
ncc1nc2ccc
ncc1cccc2cccnc12
nccc4ccccc4
ncccocc
occoc1ccccc1
ncc2f
ncc2nc3c
3cn4cccc
c2ncn3nc
cccc1nc2ccccc2c
cccc1nnc2n1n
c3c2c1
nnc4c
1cns
n2ccn2ccocc2
##4c3cccc4
cn2n
cc1oc2c
##4ccccc4n3c
coccnc1nc
nc2ccccc2sc
csc1sc
csc1cccc2sc
ccc3ccccc13
ccc3cc2c
cn1ccoc2ccc
nc2cc3c4c
cccc2n1c
c3cc4cccc
3cccoc3
occocc
cn2c2cc2
cn2cnc3sc
##3ccccc3c1c
##3ccnc23
##cc1ccccc1f
sc1nc2ccccc2n1c
3ccsc3
3cc4ccccc4c
c2ccccc2cn2cncn2
nn1cccc1
n3ccc2
n3ccc4cc
c2nsc3ccccc23
n3c4c
n3c4ccccc4
n3c3cc3
cccnc1ccc
cn2ccnc12
c1cccnc1n1cccc1
occco5
c1os
ccc1occ1nc
cccc1cn
csc2cccc2
csc2ncccc2c
c1cnc1ccc
cc1os
nn2ccocc2
ccoc1ccccc1ccnc
c1nccnc1
cccn1c2ccccc2c
c2cn3c4c
ccc1oc1cc
cc2nc3ccc
c2nccnc2c
oc1ccccc1br
c2csc3c
nc3cn
cocccoc1cccc
c5cc
1ccccn1c1nc
c2cnn3cc
c2cnn3c2n
cnc1nc2c
cnc1n1ccc
cnc1ncccc1c
cnc2nnc
1cc2ccccc2n1cc
c1cc2c3c
c1cccc2sc
oc2ccccc2oc
oc2ccnc
csc1ncnc2c1cnn2
csc2nc3ccc
nccc1nc2c
nccc1ccncc1
nccc1cccnc1
##nc43
##nc45
nccccl
cn3c4c
cn3cnc4c
ccc4oc
##n2ccc3ccccc32
sc1nncs1
ccoc1nnc
cccc1cc2c
1ccc2cn
n2ccocc
c1cc2ncc
c1cc2ccccc2c1
2coc3cc
cccn1nccc1c
cc3cc4c
ccn1ccc1ccccc1
scc2ccccc2c
scc2ccccc2cl
cccc4cl
##1ccc2nnnn2n1
2c2cccc3c2occo3
brc1ccccc1
n1c1ccccc1cl
nocc2ccccc2
ncc1cccnc1oc1cccc1
ncc1ncoc1c
n2nnnc2sc
n4ccc3
c2ccc3nnnn3n2
2c2occo2
c1nc2cnccc2
oc3ccccc3cl
1cc1nccs1
c5ccccc5f
c1c2ccccc2oc2ccccc21
##n1cc1ccco1
3cscco3
ccc2nc3ccccc3c
2cccc3cc
1csccn1
2oc3ccccc3o
cn3ccc4ccccc43
occn3c
cc1ccccc1occ1ccc
c5cccnc5
4cccccc4
sc3ncnc
c3cnc4ccccc4n3
cn2cnc3ccc
c2sccc2s
cc5ccc
csccc1ccc
nnc1cccnc1cl
3coc4ccccc43
c2ncccc21
ccscc1ccc
ncc2ccccc2co
3c3ccc4c
##nnc3s2
ccoc2ccccc2f
coc1cc2oc
cc1cccc2c1occco2
cn2cnc3c2c
nc2ccnn2c2cccc2
ncc3csc
cnc34
ncc1nccn1cc1ccccc1
cccc1nnsc1c
nnc1ccccc1cl
cocc2ccccc2cl
2cc3ccccc3cn2c
c2coc3ccccc3c2
ccc1occ1ccccc1f
cn1ccnc1coc
##ncccc21
n2ccsc3ccccc32
oc3nc4c
nc4ncnn4
2ccsc3ccccc32
c1cnc2ccsc2c1
c2nc3ncccc3o2
occn2s
##nc3ccccn3c2
c2nccn3ccnc23
##nc2ncccc2c
3coccn32
ccc1oc2ccccc2c1c
c5ccncc5
cc1cnccc1cc
c3csnn3
1n2
2nc1
ncccc1c
nsc1c
on1c
##3ncccc3c2
##cc3c
c1cco
c1oc1ccn
cc1sccc1br
##oco4
##ococ4
cccnc1ncnc
cccsc2ccccc2
cc2nc3sc
cc2nc3nc
c3ccon3
c3sccs3
cococ1ccc
n1cc1nc
ococ2
##ccn1ccc
1c2nc
1csccc
1cnc2c
cncc2cc
##scn1
##sc3ccccc32
##sc4c3
##cc1cl
nc1nc2ccccc2
nc1nn2c
nc1nnnn1
nc1snc
c2ccc3cccc
nc2s
nc2snc
ccc1cc2n
ccc1nnc2n1n
c1coc2
c1c2cccc
c1cn2cc
2c1c
2cn1ccc
cc1c1cc1
c1ccccc1oc1ccc
coc1sc
coc1ncccc1
coc1ccccc1ccc
c2c2nc
##nc2ncccn2
cos
cocc2ccc
nccoc2
nccoc1
1ccn1ccn
##nnc2c1
cn1cc1nc
##3ccccc34
sc3cccc
sc4c3
sc3ccccc23
sc3ccccc3nc2
2cccoc3c
##nc1ncccn1
n1ccc1ccc
ccc2n1cc
ccc2cc1c
c3ccccc3occ
##1cncc
n2c3
c2ccccn12
n2ccc1ccccc1
cc1ccccc1o2
cc1ccccc1cc1nc
cc1ccccc1ns
##cc3cccc
n1cnc2c1c
ncc1cccc1
nc3ccocc3
nccc1cc1
ncccn3c
ncccn3cc
ncccn1cccccc1
##2ccsc2
ncc2nccc
ncc2nnnn2
n1ccn2c1nc1ccccc12
nc1cccc2cn
c1ncnc2c1c
nnn1cc
##noc2
cc2cccn2c
coc1cccc2c1n
cccc1sc
c3c1
c3c2cn
n2ccncc2
c1ccnnc1
c1ccn2cc
cn2cccc3
cn2ccccc12
cn2nnn
sccoc2ccc
nc1ccsc1
##4ccccc4n
##4ccccc4nc3
ncc1ccc2ccccc2c1
##nc3ccn
coccnc1
coccoc1c
coccoc1ncccc1c
c2c1oco2
csc1nnc2n1ccccc2
cn1cc2c
cn1cc1cccnc1
nc2cccc3c2c
##3ccccc3c2c1
c2ccn3c
##3cc2c
##3cc3ccccc3
c4ccccc4br
##3c2nccc3
nc2cnccn2
##sccc4c3
1c1cccn1c
sc1nc2sc3c
oc1ccc1
nn1ccccc1
cc1noc2ncnc
n3cn
ccc2csc
##cc1cnn
cc2ccoc2
cc2ccnc3ccccc23
nc2ncnc3c
ccn1ccn1ccn
nnc1sc
c2nnc3ccc
c1cccnc1n1ccn
c1cccnc1n1ccccc1
2c12ccc2
##2ccccc2c1c
c3ncon3
ccoc1ccccc1o
cc1ccccc1coc1cccc
cccn1cncc1
cc1nccnc1
sc2nnnn2c2cc2
cc1nncn1c1cc1
csc1cccs1
cccccs
ccccc1cc
##n1ccc1ccccc1
n3ccn4c
cn2ccnn2
oc1ncc
ccsc2ccccn2
nc3ccccc3br
##4ccsc34
cn1ncn
c2noc3nc
2cns
##ccn2ccocc2
##ccn2cc2ccccc2
c3ccccc3c2cc
nc1ccccc1cn1c
c2sc3cccc
cnc2ccn
nc2ccc3c4c
ccn2nnc
fc1ccc2nc
n2ccnc2s
nccccn1cc
ncccc1cccc1
ccc4s3
ccc4n3c
ncc2coc
sc1nnc2c
c4csc
c4c3ccc4
##nsnc34
cc1cc2cccc
oc1cncc
coccn1cnnc1
c1cc2occc2
2coc3c
cc4ccccc4c
cccn1nccc1nc
cc1ccc2ncnc
cn1ncc2c1
##ncccn3n2
ccc3c2cl
nc1cccnc1n1cccc1
scc2ccccn2
c3nc4ccccc4c
ccocc2cc2
##cc3cccs3
occ1nc2ccccc2s1
nccc1cnn
coc1ccc2nccnc2c1
cn3ccnc23
ccc1nccn1
nccn3cccc3
nccn4ccocc4
1coccn1cc1ccc
c3nsc
cnc1ccc2nc
sc2cccs2
##oc1cncc
##4ccccc4c32
##4ccccc4c23
2c2ncc
2c2nccs2
c2ccccc2oc2ccccc2
cc1nc2ccccc2nc1c
cc1nc2ccsc2c
noc1cl
ccccccn1c
c1c2ccccc2s
nccc2nnc3n2ccc3
sc1ncn
2cccc3occc32
##oc2ccc3c
cn3ccc4
occn3
oc3c4c
2n1c1cc
cn1ncc2cc
nc4ccccc4oc
##n1cc1ccccc1cl
1ccsc1ccc
cc2occ2cc2
cnc2nc3ccc
cc54
n1ccnc1scc
n2cc2ccc3c
cc4c3ococ4
nnc1cccnn1
cc1cscc1cnc
c1sccc1oc
cn2nnc3ccccc3c2
n4ccsc4n3
c2ncccc2oc
1cc1cn
2cn1c1cc
3c3cccs3
cc1cnc2cnccn12
occ1csc
nccoc1ccc2c
c1cccc2c1occ
ncc3ccnc
cc2coc3cc
n2ncc3c2nc
nc2cnc3ccccc3c2
nc1ccnn1c1cc
csc3ncn
cscc2nc
nn3c2o
c1sc2ccccc2c1c
ncc3ncn
c2nc3s
nc3ccnn3c
cnc1ccccc1oc
c1nnc2n1cc
occ2cnc
brc1csc
nccc2csc3nc
cn4ccnc4
csc2nc3ccsc3c
c2cnc3sccn3c2
ccc2scnc2c
ccn1ccnc1s
csc2nnnn2c2cccc2
